-- phpMyAdmin SQL Dump
-- version 4.2.11
-- http://www.phpmyadmin.net
--
-- Хост: 127.0.0.1
-- Время создания: Мар 07 2015 г., 20:02
-- Версия сервера: 5.6.21
-- Версия PHP: 5.6.3

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `chat`
--

-- --------------------------------------------------------

--
-- Структура таблицы `ajax_chat_bans`
--

CREATE TABLE IF NOT EXISTS `ajax_chat_bans` (
  `userID` int(11) NOT NULL,
  `userName` varchar(64) CHARACTER SET utf8 NOT NULL,
  `dateTime` datetime NOT NULL,
  `ip` varbinary(16) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

-- --------------------------------------------------------

--
-- Структура таблицы `ajax_chat_invitations`
--

CREATE TABLE IF NOT EXISTS `ajax_chat_invitations` (
  `userID` int(11) NOT NULL,
  `channel` int(11) NOT NULL,
  `dateTime` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

--
-- Дамп данных таблицы `ajax_chat_invitations`
--

INSERT INTO `ajax_chat_invitations` (`userID`, `channel`, `dateTime`) VALUES
(504, 0, '2015-02-25 22:34:03');

-- --------------------------------------------------------

--
-- Структура таблицы `ajax_chat_messages`
--

CREATE TABLE IF NOT EXISTS `ajax_chat_messages` (
`id` int(11) NOT NULL,
  `userID` int(11) NOT NULL,
  `userName` varchar(64) NOT NULL,
  `userRole` int(1) NOT NULL,
  `channel` int(11) NOT NULL,
  `dateTime` datetime NOT NULL,
  `ip` varbinary(16) NOT NULL,
  `text` text,
  `msgInfo` text NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=1568 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `ajax_chat_messages`
--

INSERT INTO `ajax_chat_messages` (`id`, `userID`, `userName`, `userRole`, `channel`, `dateTime`, `ip`, `text`, `msgInfo`) VALUES
(1, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:30:11', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(2, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:30:11', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ Timeout', ''),
(3, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:30:11', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(4, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:30:55', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(5, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:37:26', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(6, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:38:21', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(7, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:43:48', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(8, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:44:08', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(9, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:45:11', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(10, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:46:46', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(11, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:49:22', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(12, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:50:11', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(13, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:51:05', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(14, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 00:51:17', 0x7f000001, 'http://127.0.0.1:2768/chat/', ''),
(15, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:51:36', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(16, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:51:37', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(17, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 00:51:39', 0x7f000001, 'http://127.0.0.1:2768/chat/', ''),
(18, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:52:02', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(19, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:52:03', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(20, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:52:31', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(21, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:52:32', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(22, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:53:40', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(23, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:53:42', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(24, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 00:53:46', 0x7f000001, 'k', ''),
(25, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:54:11', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(26, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:54:12', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(27, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:55:00', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(28, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:55:02', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(29, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 00:55:08', 0x7f000001, 'http://127.0.0.1:15317/chat/', ''),
(30, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:56:05', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(31, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:56:06', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(32, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:56:52', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(33, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:56:53', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(34, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:59:02', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(35, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:59:04', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(36, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:59:11', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(37, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:59:12', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(38, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:59:46', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(39, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:59:47', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(40, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:59:53', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(41, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 00:59:54', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(42, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 01:00:01', 0x7f000001, 'http://127.0.0.1:15317/chat/', ''),
(43, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 01:00:26', 0x7f000001, 'https://psv4.vk.me/c4525/u51889540/audios/4e8feba2dc96.mp3?extra=mnk0ylZUL6H6EPltSIEe0QXU91xrRYyy_VyG1wiKi9Iy7KPEHrh2LfDQgr5ZsP0NevDTiek8mFJT7ShLHYg_l9FpocmUyPM,210', ''),
(44, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 01:01:09', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(45, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 01:01:10', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(46, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 01:01:18', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(47, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 01:01:19', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(48, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 01:01:26', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(49, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 01:02:54', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(50, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 01:02:55', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(51, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 01:03:14', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(52, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 01:03:15', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(53, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 01:03:40', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(54, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 01:03:41', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(55, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 01:03:44', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(56, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 01:03:45', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(57, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 01:03:51', 0x7f000001, 'http://127.0.0.1:15317/chat/', ''),
(58, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 01:04:04', 0x7f000001, 'https://psv4.vk.me/c4589/u76110813/audios/8d46ba06cac6.mp3?extra=UF2F97l0Jq-NjuCAmaJdV6MyGdhYtj7gimgxuXJTqh7bRMn-1siwyMMWRwki7oy5Uwmt-XPkD2fWIduclTvpzLQ_U4R8NwY,265', ''),
(59, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 01:04:24', 0x7f000001, '/login KingLeo', ''),
(60, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 01:05:40', 0x7f000001, '/logout KingLeo', ''),
(61, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 01:07:06', 0x7f000001, 'ghj', ''),
(62, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 01:07:10', 0x7f000001, 'hjkl', ''),
(63, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 01:15:07', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(64, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 01:15:07', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ Timeout', ''),
(65, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 01:15:07', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(66, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 01:15:22', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(67, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 01:15:23', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(68, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 01:19:14', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(69, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 01:19:23', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(70, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 01:20:01', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(71, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 01:20:02', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(72, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 01:20:14', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(73, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 01:20:37', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(74, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 01:20:54', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(75, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 01:52:01', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(76, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 01:52:02', 0x7f000001, 'http://127.0.0.1:32481/chat/', ''),
(77, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 01:52:08', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(78, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 12:42:42', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(79, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 12:42:51', 0x7f000001, '321', ''),
(80, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 12:54:04', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(81, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 12:56:42', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(82, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 12:57:12', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(83, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 12:57:13', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(84, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 13:05:53', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(85, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 13:05:54', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(86, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:05:57', 0x7f000001, 'asdasd', ''),
(87, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 13:06:53', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(88, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 13:06:58', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(89, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-16 13:07:01', 0x7f000001, 'k', ''),
(90, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-16 13:07:10', 0x7f000001, 'ghfj', ''),
(91, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 13:10:31', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(92, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 13:10:31', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(93, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 13:11:28', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(94, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 13:11:28', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(95, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 13:11:40', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(96, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 13:13:08', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(97, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 13:13:09', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(98, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 13:13:11', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(99, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 13:13:12', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(100, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:13:17', 0x7f000001, 'http://127.0.0.1:48100/chat/', ''),
(101, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:13:21', 0x7f000001, 'h', ''),
(102, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:13:24', 0x7f000001, 'j/j/j/j/j/', ''),
(103, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:13:27', 0x7f000001, 'ÑƒÐ¸Ð¸Ð¸Ð¸', ''),
(104, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 13:19:16', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(105, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 13:19:17', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(106, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:19:29', 0x7f000001, 'vbn', ''),
(107, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:19:29', 0x7f000001, 'cvbn', ''),
(108, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:19:30', 0x7f000001, 'cvbn', ''),
(109, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 13:19:35', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(110, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 13:19:35', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(111, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:20:02', 0x7f000001, 'https://psv4.vk.me/c422231/u191462945/audios/dbdbc938c119.mp3?extra=J3I8jGYB85-scEP266GAi8-Pe8Fr-daEP6DWYET5mTxOgEbMZ3S_0SmYtrHVgNpM_ElIkGs0jk-rS8PhcKE0sjqGyvRdMO8,227', ''),
(112, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:22:52', 0x7f000001, '312', ''),
(113, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:22:53', 0x7f000001, 'asd', ''),
(114, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:22:53', 0x7f000001, 'asd', ''),
(115, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:22:53', 0x7f000001, 'asd', ''),
(116, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:22:54', 0x7f000001, 'as', ''),
(117, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-16 13:23:06', 0x7f000001, 'gjh', ''),
(118, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-16 13:23:09', 0x7f000001, 'AAAAAAAAAAA', ''),
(119, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:23:38', 0x7f000001, 'd', ''),
(120, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:23:42', 0x7f000001, 'jklh', ''),
(121, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:26:03', 0x7f000001, 'fffffffffffffffffffffffffffffffffff', ''),
(122, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:26:11', 0x7f000001, 'ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹', ''),
(123, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:26:17', 0x7f000001, 'ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹ffffffffffffffffffffffffffffffffâ€‹', ''),
(124, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:32:23', 0x7f000001, 'http://freedownloads.last.fm/download/123313101/%25D0%2593%25D1%2580%25D1%2583%25D0%25B7%25D0%25BE%25D0%25B2%25D0%25B8%25D0%25BA-%25D1%2583%25D0%25B1%25D0%25B8%25D0%25B9%25D1%2586%25D0%25B0%2B%2528%25D1%2581%25D0%25BA%25D0%25B0%25D0%25B7%25D0%25BA%25D0%25B0%2529.mp3', ''),
(125, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:40:46', 0x7f000001, 'https://psv4.vk.me/c6163/u159556144/audios/727d3861d31d.mp3?extra=EGaMIbLF7QjDemGP0S9i8FkGs0h2wzmMMaZzda7ZtpXhQf1zyVA5We67Lu2fK3a6bcDPToRvNR8NSXZAvn-OcX3LvGFuGzPXNg,418', ''),
(126, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:41:12', 0x7f000001, 'https://psv4.vk.me/c4525/u51889540/audios/0cd9074f195b.mp3?extra=K8VEp645uBTr3O1g2q6AerwKWX9biKVDY2Wj_1FakZe-3LTHNGV9C_OpLNiO34vhTiipKUj8G82YV3EMhV5deJa7FJd22QE,210', ''),
(127, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:42:24', 0x7f000001, 'h', ''),
(128, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:42:25', 0x7f000001, 'fghj', ''),
(129, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:42:26', 0x7f000001, 'fgj', ''),
(130, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:42:27', 0x7f000001, 'dddddddddddd', ''),
(131, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 13:42:50', 0x7f000001, '/login KingLeo', ''),
(132, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 13:52:12', 0x7f000001, '/logout KingLeo', ''),
(133, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 13:52:50', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(134, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 13:55:50', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(135, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:56:00', 0x7f000001, '321', ''),
(136, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:56:00', 0x7f000001, '654', ''),
(137, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:56:01', 0x7f000001, '987', ''),
(138, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:56:02', 0x7f000001, '5', ''),
(139, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:56:03', 0x7f000001, '55', ''),
(140, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:56:03', 0x7f000001, '5', ''),
(141, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:56:03', 0x7f000001, '5', ''),
(142, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:56:03', 0x7f000001, '5', ''),
(143, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:56:03', 0x7f000001, '5', ''),
(144, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:56:03', 0x7f000001, '5', ''),
(145, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:56:03', 0x7f000001, '5', ''),
(146, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:56:03', 0x7f000001, '5', ''),
(147, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:56:04', 0x7f000001, '5', ''),
(148, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:56:04', 0x7f000001, '5', ''),
(149, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:56:04', 0x7f000001, '5', ''),
(150, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:56:04', 0x7f000001, '5', ''),
(151, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:56:05', 0x7f000001, '5', ''),
(152, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:56:05', 0x7f000001, '5', ''),
(153, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:56:05', 0x7f000001, '5', ''),
(154, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:56:05', 0x7f000001, '5', ''),
(155, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:56:05', 0x7f000001, '5', ''),
(156, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:56:05', 0x7f000001, '5', ''),
(157, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:56:06', 0x7f000001, '5', ''),
(158, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:56:06', 0x7f000001, '5', ''),
(159, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:56:06', 0x7f000001, '55', ''),
(160, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:56:06', 0x7f000001, '5', ''),
(161, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 13:56:06', 0x7f000001, '5', ''),
(162, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 14:48:12', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(163, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 14:48:13', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(164, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 1000000499, '2015-02-16 14:48:22', 0x7f000001, '/privmsgto ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ 654', ''),
(165, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 1000000504, '2015-02-16 14:48:22', 0x7f000001, '/privmsg 654', ''),
(166, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-02-16 14:48:45', 0x7f000001, '/whois ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ 127.0.0.1', ''),
(167, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 14:48:49', 0x7f000001, '53', ''),
(168, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 14:48:52', 0x7f000001, '686', ''),
(169, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 14:48:57', 0x7f000001, '[color=yellow]86[/color]', ''),
(170, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 14:49:16', 0x7f000001, '[s]8686[color=white]86[i]868686[/i]8686[b]86866/b]866[/color][/s]', ''),
(171, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 14:49:47', 0x7f000001, '[s]5555[color=gray][i]5555555[b]555555[/b]5555[/i][/color][/s]', ''),
(172, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 14:50:19', 0x7f000001, '[b][color=silver]Ñ„Ñ‹Ð²Ñ„Ñ‹Ð²Ñ„Ñ‹Ð²[/color][/b]', ''),
(173, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 14:50:25', 0x7f000001, '[color=gray][b]Ñ„Ñ‹Ð²Ñ„Ñ‹Ð²Ñ„Ñ‹Ð²Ñ„Ñ‹Ð²[/b][/color]', ''),
(174, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 14:50:36', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(175, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 14:50:44', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(176, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 15:40:33', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(177, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 15:40:35', 0x7f000001, 'http://127.0.0.1:36195/chat/>', ''),
(178, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 15:40:46', 0x7f000001, 'http://127.0.0.1:36195/chat/<', ''),
(179, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 15:41:06', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(180, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 15:41:06', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(181, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 16:07:14', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(182, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 16:07:15', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(183, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 16:07:18', 0x7f000001, 'http://127.0.0.1:36195/chat/', ''),
(184, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 16:08:32', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(185, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 16:08:33', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(186, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 16:08:35', 0x7f000001, 'http://127.0.0.1:36195/chat/', ''),
(187, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 16:23:13', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(188, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 16:23:13', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(189, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 16:23:20', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(190, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 16:28:12', 0x7f000001, 'http://127.0.0.1:16189/chat/Ñ—', ''),
(191, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 16:28:17', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ Timeout', ''),
(192, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 16:29:12', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(193, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 16:29:12', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(194, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 16:29:22', 0x7f000001, 'http://127.0.0.1:16189/chat/', ''),
(195, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 16:29:41', 0x7f000001, 'http://127.0.0.1:16189/chat/', ''),
(196, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 16:30:39', 0x7f000001, 'https://www.youtube.com/watch?v=Eq-2JkPqNVo', ''),
(197, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 16:49:40', 0x7f000001, 'https://www.youtube.com/watch?v=Eq-2JkPqNVo', ''),
(198, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:03:58', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(199, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:03:58', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(200, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:04:07', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(201, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:10:43', 0x7f000001, '/login ÐšÐ°Ñ€Ð»_Ð’ÐµÐ»Ð¸ÐºÐ¸Ð¹', ''),
(202, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:10:46', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(203, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:11:03', 0x7f000001, '/login KingLeo', ''),
(204, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:11:40', 0x7f000001, '/logout ÐšÐ°Ñ€Ð»_Ð’ÐµÐ»Ð¸ÐºÐ¸Ð¹ Timeout', ''),
(205, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:11:41', 0x7f000001, '/login ÐšÐ°Ñ€Ð»_Ð’ÐµÐ»Ð¸ÐºÐ¸Ð¹', ''),
(206, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:11:45', 0x7f000001, '/logout ÐšÐ°Ñ€Ð»_Ð’ÐµÐ»Ð¸ÐºÐ¸Ð¹', ''),
(207, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:12:00', 0x7f000001, '/logout KingLeo Timeout', ''),
(208, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:12:00', 0x7f000001, '/login KingLeo', ''),
(209, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:12:20', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(210, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:12:21', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(211, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:15:54', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(212, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:15:57', 0x7f000001, '/logout KingLeo Timeout', ''),
(213, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 18:15:59', 0x7f000001, 'https://www.youtube.com/watch?v=Eq-2JkPqNVo', ''),
(214, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:16:16', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(215, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:16:16', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(216, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:16:43', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(217, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:16:44', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(218, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:21:47', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(219, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:21:48', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(220, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:22:34', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(221, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:22:35', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(222, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:28:11', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(223, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:28:12', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(224, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 18:28:20', 0x7f000001, 'https://www.youtube.com/watch?v=Eq-2JkPqNVo', ''),
(225, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:30:01', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(226, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:30:02', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(227, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:30:40', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(228, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:30:41', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(229, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:31:13', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(230, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:31:14', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(231, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:31:44', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(232, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:31:45', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(233, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 18:32:04', 0x7f000001, 'https://www.youtube.com/watch?v=k9P8Mnpgnso', ''),
(234, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 18:37:15', 0x7f000001, 'https://www.youtube.com/watch?v=k9P8Mnpgnso&list=RDk9P8Mnpgnso#t=1', ''),
(235, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:37:53', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(236, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:37:54', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(237, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 18:38:04', 0x7f000001, 'https://www.youtube.com/watch?v=bHAMQXNST28&list=RDk9P8Mnpgnso&index=4', ''),
(238, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 18:38:40', 0x7f000001, 'http://youtu.be/bHAMQXNST28?list=RDk9P8Mnpgnso', ''),
(239, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:41:42', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(240, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:41:43', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(241, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:42:39', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(242, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 18:42:40', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(243, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-16 18:42:54', 0x7f000001, 'http://youtu.be/m7qQeFCo2zY', ''),
(244, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-16 18:43:07', 0x7f000001, 'http://127.0.0.1:36195/chat/', ''),
(245, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-16 18:43:11', 0x7f000001, 'https://www.google.com.ua/search?client=opera&q=Ð¿Ñ€Ð¾Ð²ÐµÑ€ÐºÐ°+Ð½Ð°+ÐºÐ°ÐºÐ¾Ð¼+html+ÑÐ°Ñ‚Ð¹&sourceid=opera&ie=UTF-8&oe=UTF-8#q=%D0%BF%D1%80%D0%BE%D0%B2%D0%B5%D1%80%D0%BA%D0%B0+%D0%BD%D0%B0+%D0%BA%D0%B0%D0%BA%D0%BE%D0%BC+html+%D1%81%D0%B0%D0%B9%D1%82&spell=1', ''),
(246, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-16 18:45:07', 0x7f000001, '[b]Ð²Ð¸Ð´ÐµÐ¾[/b], ÑÐ¾ÐºÑ€Ð°Ñ‰ÐµÐ½Ð¸Ðµ ÑÑÑ‹Ð»Ð¾Ðº, Ð°Ð²Ñ‚Ð¾Ð¼Ð°Ñ‚Ð¸Ñ‡ÐµÑÐºÐ¾Ðµ ÐºÐ°Ñ€Ñ‚Ð¸Ð½ÐºÐ¸ ÐºÐ°Ñ€Ñ‚Ð¸Ð½ÐºÐ¸ Ð² ÑÑÑ‹Ð»ÐºÐµ http://127.0.0.1:36195/images/avatar/thumb_db22ca2ca1839eae53f29d13.jpg , Ð¼ÑƒÐ·Ñ‹ÐºÐ° https://psv4.vk.me/c6001/u159556144/audios/af50c2d146e4.mp3?extra=zSz2apJ4L4wOdzdGEAtFX1_4mT3tsWRtj7J6g2QFtkaAIrw1p0rv6WOO_h-lwSKhusbXSoc8ns1KzBJ7FTLtKTC4FDlWokE,386', ''),
(247, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-16 18:45:53', 0x7f000001, '[s]Ð·Ð°Ñ‡ÐµÑ€ÐºÐ½ÑƒÑ‚Ñ‹Ð¹ Ñ‚ÐµÐºÑÑ‚[/s]', ''),
(248, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 19:15:41', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(249, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 19:15:41', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ Timeout', ''),
(250, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 19:15:41', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(251, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 19:15:55', 0x7f000001, 'asdasdasdasdasdas asdasdasdasdasdas asdasdasdasasdasdasdasdasdasdasdas asdasdasdaasdasdasdasasdasdasdasdasdasdasdassasdasdasdasdasdasdasdas asdasdasdasasdasdasdasdasdasdasdas', ''),
(252, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 19:16:59', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(253, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 19:17:03', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(254, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 19:17:05', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(255, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 19:18:00', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(256, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 19:18:00', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(257, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 19:20:03', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ Timeout', ''),
(258, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 19:20:08', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(259, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-16 19:20:31', 0x7f000001, '[color=red]ghjkhgjkghjkghkghkghjkghkghjk[/color]', ''),
(260, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 19:35:23', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(261, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 19:35:24', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(262, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 19:35:30', 0x7f000001, 'ghjkhgjkghjkghkghkghjkghkghjk ghjkhgjkghjkghkghkghjkghkghjk ghjkhgjkghjkghkghkghjkghkghjk ghjkhgjkghjkghkghkghjkghkghjkghjkhgjkghjkghkghkghjkghkghjk ghjkhgjkghjkghkghkghjkghkghjk', ''),
(263, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 19:41:59', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(264, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 19:42:00', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(265, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 19:42:04', 0x7f000001, '[s]jhkljhkl[/s]', ''),
(266, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 19:48:42', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(267, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 20:24:16', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(268, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 20:24:18', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ Timeout', ''),
(269, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 20:24:26', 0x7f000001, '[tgw]qa[/tgw]', ''),
(270, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 20:24:39', 0x7f000001, '[tgw]qa[/tgw]', ''),
(271, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 20:25:37', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(272, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 20:25:38', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(273, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 20:26:18', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(274, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 20:26:18', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(275, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 20:30:00', 0x7f000001, '[tgw]1%7;#`^5[/tgw]', ''),
(276, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 20:30:28', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(277, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 20:32:11', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(278, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 20:32:11', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(279, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 20:32:28', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(280, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 20:33:37', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(281, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 20:33:38', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(282, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 20:33:40', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(283, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 20:33:40', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(284, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 21:57:22', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(285, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 21:57:24', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ Timeout', ''),
(286, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 21:57:31', 0x7f000001, 'www.youtube.com', ''),
(287, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 21:57:36', 0x7f000001, 'www.youtube.com/com', ''),
(288, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 21:57:56', 0x7f000001, 'www.youtube.com/watch?v=sdfasdf', ''),
(289, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 21:58:11', 0x7f000001, 'Ð¾Ñ€', ''),
(290, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 21:58:12', 0x7f000001, 'Ð»Ð´Ð¶', ''),
(291, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 21:59:32', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(292, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 21:59:33', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(293, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 21:59:43', 0x7f000001, 'http://socio-party.ru/chat/index.php', ''),
(294, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 21:59:46', 0x7f000001, 'http://pikabu.ru', ''),
(295, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 21:59:51', 0x7f000001, 'https://www.youtube.com', ''),
(296, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 22:00:03', 0x7f000001, 'https://www.youtube.com/watch?v=IlXgdAujzaY', ''),
(297, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 22:00:08', 0x7f000001, 'https://www.youtube.com/watch?v=IlXgdAujzaY', ''),
(298, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 22:00:12', 0x7f000001, 'https://www.youtube.com/watch?v=IlXgdAujzaY]', ''),
(299, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 22:00:21', 0x7f000001, 'https://www.youtube.com/watch?v=-5M-9bC9UHQ', ''),
(300, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 22:01:50', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(301, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 22:01:51', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(302, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 22:02:23', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(303, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 22:03:13', 0x7f000001, 'https://www.youtube.com/watch?v=TGSeyDcRs3A', ''),
(304, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-16 22:03:38', 0x7f000001, 'https://www.youtube.com/watch?v=ninqzSXoknU', ''),
(305, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 22:04:15', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(306, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-16 22:05:22', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(309, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 14:59:49', 0x7f000001, '/logout (187291) Timeout', ''),
(310, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:08:42', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(311, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:08:59', 0x7f000001, '/delete 307', ''),
(312, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:09:02', 0x7f000001, '/delete 308', ''),
(313, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:15:58', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(314, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:15:59', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(315, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:25:56', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(316, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:25:58', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(317, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:32:32', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(318, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-17 15:32:37', 0x7f000001, 'https://www.youtube.com/watch?v=GxtGN5ztOyI', ''),
(319, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-17 15:33:44', 0x7f000001, 'https://www.youtube.com/watch?v=GxtGN5ztOyI', ''),
(320, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:33:46', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(321, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:33:46', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(322, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:33:46', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ Timeout', ''),
(323, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:33:47', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(324, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-17 15:33:58', 0x7f000001, 'https://www.youtube.com/watch?v=GxtGN5ztOyI', ''),
(325, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-17 15:42:09', 0x7f000001, 'https://www.youtube.com/watch?v=GxtGN5ztOyI', ''),
(326, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-17 15:42:12', 0x7f000001, 'http://127.0.0.1/schat/chat/', ''),
(327, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:42:31', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(328, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:42:32', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(329, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:42:57', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(330, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:42:58', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(331, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:43:08', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(332, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:43:09', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(333, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-17 15:43:35', 0x7f000001, 'https://psv4.vk.me/c5912/u159556144/audios/a9141bc690be.mp3?extra=xsM4nvJCIciCLr2M0Y_hufCp4aCJnxJXVnymXVUSwN4G7OpMvxITR5udWkClQWSWkQDERaYm63ARZR8Tec4G2AI7Hq2RoEQ,462', ''),
(334, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-17 15:43:47', 0x7f000001, 'v', ''),
(335, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:43:51', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(336, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:43:51', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(337, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-17 15:43:55', 0x7f000001, 'd', ''),
(338, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-17 15:43:56', 0x7f000001, 'https://psv4.vk.me/c5912/u159556144/audios/a9141bc690be.mp3?extra=xsM4nvJCIciCLr2M0Y_hufCp4aCJnxJXVnymXVUSwN4G7OpMvxITR5udWkClQWSWkQDERaYm63ARZR8Tec4G2AI7Hq2RoEQ,462', ''),
(339, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-17 15:44:10', 0x7f000001, 'https://www.youtube.com/watch?v=VwO6HkdFSJU', ''),
(340, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:44:12', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(341, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:44:12', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(342, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-17 15:44:23', 0x7f000001, 'https://psv4.vk.me/c5912/u159556144/audios/a9141bc690be.mp3?extra=xsM4nvJCIciCLr2M0Y_hufCp4aCJnxJXVnymXVUSwN4G7OpMvxITR5udWkClQWSWkQDERaYm63ARZR8Tec4G2AI7Hq2RoEQ,462', ''),
(343, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:44:46', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(344, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:44:47', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(345, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:44:50', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(346, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:44:51', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(347, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:46:06', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(348, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:46:07', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(349, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:46:40', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(350, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:46:41', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(351, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:46:41', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ Timeout', '');
INSERT INTO `ajax_chat_messages` (`id`, `userID`, `userName`, `userRole`, `channel`, `dateTime`, `ip`, `text`, `msgInfo`) VALUES
(352, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:46:41', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(353, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-17 15:46:53', 0x7f000001, 'https://psv4.vk.me/c5775/u159556144/audios/5a073e999fdf.mp3?extra=6R_IR42DGNSCUyPXIKtsTKrOE0QL3Lbix0X-OSK7a51FKCe6qCyi5k5oiymKunAT44B83uMk1VZmSwS6DmoKfQ5AaADgN7c,316', ''),
(354, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:47:07', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(355, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:47:08', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(356, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:47:13', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(357, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:47:14', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(358, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:47:16', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(359, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:47:17', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(360, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:47:26', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(361, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:47:27', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(362, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:47:29', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(363, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:47:29', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(364, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-17 15:47:32', 0x7f000001, 'https://psv4.vk.me/c5775/u159556144/audios/5a073e999fdf.mp3?extra=6R_IR42DGNSCUyPXIKtsTKrOE0QL3Lbix0X-OSK7a51FKCe6qCyi5k5oiymKunAT44B83uMk1VZmSwS6DmoKfQ5AaADgN7c,316', ''),
(365, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:47:45', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(366, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:47:46', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(367, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-17 15:51:32', 0x7f000001, '[color=yellow]https://www.youtube.com/watch?v=kjhjY8U7tqA[/color]', ''),
(368, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-17 15:51:37', 0x7f000001, 'https://www.youtube.com/watch?v=kjhjY8U7tqA', ''),
(369, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:52:31', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(370, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:52:31', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(371, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-17 15:52:47', 0x7f000001, '[color=fuchsia]https://www.youtube.com/watch?v=kjhjY8U7tqA https://www.youtube.com/watch?v=kjhjY8U7tqA[/color]', ''),
(372, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-17 15:52:54', 0x7f000001, '[color=fuchsia]https://www.youtube.com/watch?v=kjhjY8U7tqA https://www.youtube.com/watch?v=kjhjY8U7tqA https://www.youtube.com/watch?v=kjhjY8U7tqA[/color]', ''),
(373, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-17 15:53:05', 0x7f000001, 'https://www.youtube.com/watch?v=kjhjY8U7tqA https://www.youtube.com/watch?v=kjhjY8U7tqA', ''),
(374, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:53:24', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(375, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:53:25', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(376, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:55:18', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(377, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:55:19', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(378, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-17 15:55:32', 0x7f000001, 'https://psv4.vk.me/c536120/u11345/audios/eb8d1e773500.mp3?extra=Qinx5iEGkW6z5vtv29Pjc5ITZ4_oZAKdNrPbRUxha78HxNSW7SSZcgg54-JpzQUrGiin_SewF9ISB1HHK1ZBGqcUinOZt5s,234', ''),
(379, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:57:51', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(380, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 15:58:59', 0x7f000001, '/login KingLeo', ''),
(381, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000505, '2015-02-17 15:58:59', 0x7f000001, '/who KingLeo', ''),
(382, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 16:25:23', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(383, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 16:25:24', 0x7f000001, '/logout KingLeo Timeout', ''),
(384, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 16:25:24', 0x7f000001, '/logout KingLeo Timeout', ''),
(385, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 16:25:24', 0x7f000001, '/logout KingLeo Timeout', ''),
(386, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-17 16:25:33', 0x7f000001, 'https://www.youtube.com/watch?v=ewVjcZItkr0', ''),
(387, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-17 16:25:42', 0x7f000001, '[color=white]https://www.youtube.com/watch?v=ewVjcZItkr0[/color]', ''),
(388, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-17 16:25:47', 0x7f000001, '[color=red]asas https://www.youtube.com/watch?v=ewVjcZItkr0 asasd[/color]', ''),
(389, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 16:25:51', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(390, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 20:14:12', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(391, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-17 20:14:15', 0x7f000001, '[color=red]http://socio-party.ru/chat/index.php[/color]', ''),
(392, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-17 20:16:21', 0x7f000001, '[color=red]last.fm[/color]', ''),
(393, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-17 20:19:10', 0x7f000001, '[color=red]https://psv4.vk.me/c536120/u11345/audios/eb8d1e773500.mp3?extra=Qinx5iEGkW6z5vtv29Pjc5ITZ4_oZAKdNrPbRUxha78HxNSW7SSXfQA54-JpzQUrGiin_SewF9ISB1HIIlITS_NHjHqe5sk,234[/color]', ''),
(394, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-17 20:19:21', 0x7f000001, '[color=red]https://psv4.vk.me/c4646/u63351453/audios/19e43be2b72f.mp3?extra=x5PoUqQbEeCPBkQ3YUeZVwNqcR5H26vF_uUKtu0Ne0sPKFgbyBOrNUQQWICCEoeCtI71SSRb90quEI0N0W_etVuAQgPPGqY,367[/color]', ''),
(395, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 20:23:42', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(396, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 20:56:00', 0x7f000001, '/login KingLeo', ''),
(397, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 20:56:03', 0x7f000001, '/logout KingLeo', ''),
(398, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 20:56:05', 0x7f000001, '/login KingLeo', ''),
(399, 505, 'KingLeo', 1, 0, '2015-02-17 22:31:14', 0x7f000001, 'https://psv4.vk.me/c423222/u197181888/docs/55dc4f8b92b2/1.gif?extra=qFdHhY67hVCAlQprgtauvMl7Q8wzU6uAyg5o2sbaxsK6H5Se2RV02wRxLEeH-UKEhaofru_i1s5sfN56oiAINqlEQ2gfvAmI', ''),
(400, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 22:45:40', 0x7f000001, '/logout KingLeo', ''),
(401, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 22:45:41', 0x7f000001, '/login KingLeo', ''),
(402, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 22:45:51', 0x7f000001, '/logout KingLeo', ''),
(403, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-17 23:44:05', 0x7f000001, '/login KingLeo', ''),
(404, 505, 'KingLeo', 1, 0, '2015-02-17 23:55:07', 0x7f000001, 'http://dl.zaycev.net/102299/2612974/tintal_-_dusha_moya_molli_(zaycev.net).mp3', ''),
(405, 505, 'KingLeo', 1, 0, '2015-02-17 23:56:38', 0x7f000001, 'http://dl.zaycev.net/102299/2612974/tintal_-_dusha_moya_molli_&#40;zaycev.net&#41;.mp3', ''),
(406, 505, 'KingLeo', 1, 0, '2015-02-17 23:57:49', 0x7f000001, 'http://dl.zaycev.net/102299/2612974/tintal_-_dusha_moya_molli.mp3?dlKind=play&format=json', ''),
(407, 505, 'KingLeo', 1, 0, '2015-02-17 23:59:23', 0x7f000001, 'http://dl.zaycev.net/102299/2612974/tintal_-_dusha_moya_molli_(zaycev.net).mp3', ''),
(408, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-19 00:11:43', 0x7f000001, '/logout KingLeo Timeout', ''),
(409, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-19 00:11:46', 0x7f000001, '/login KingLeo', ''),
(410, 505, 'KingLeo', 1, 0, '2015-02-19 00:26:57', 0x7f000001, 'Ð²Ð°Ñ‹', ''),
(411, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-19 00:29:06', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(412, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-19 00:31:14', 0x7f000001, '/logout KingLeo Timeout', ''),
(413, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-19 00:31:15', 0x7f000001, '/login KingLeo', ''),
(414, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-19 00:32:06', 0x7f000001, '/logout KingLeo Timeout', ''),
(415, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-19 00:32:07', 0x7f000001, '/login KingLeo', ''),
(416, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-19 00:35:15', 0x7f000001, '/logout KingLeo Timeout', ''),
(417, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-19 19:24:51', 0x7f000001, '/login KingLeo', ''),
(418, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-19 19:24:53', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ Timeout', ''),
(419, 505, 'KingLeo', 1, 0, '2015-02-19 20:51:49', 0x7f000001, 'http://cs617828.vk.me/v617828734â€‹/4fa4/_zhhc_MKsJo.jpg', ''),
(420, 505, 'KingLeo', 1, 0, '2015-02-19 20:59:16', 0x7f000001, 'http://cs617828.vk.me/v617828734â€‹/4fa4/_zhhc_MKsJo.jpg', ''),
(421, 505, 'KingLeo', 1, 0, '2015-02-19 20:59:23', 0x7f000001, 'http://cs617828.vk.me/v617828734â€‹/4fa4/_zhhc_MKsJo.jpg', ''),
(422, 505, 'KingLeo', 1, 0, '2015-02-19 20:59:46', 0x7f000001, 'http://cs617828.vk.me/v617828734â€‹/4fa4/_zhhc_MKsJo.jpg', ''),
(424, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-19 21:09:12', 0x7f000001, '/delete 423', ''),
(425, 505, 'KingLeo', 1, 0, '2015-02-19 21:09:43', 0x7f000001, 'http://cs617828.vk.me/v617828734â€‹â€‹/4fa4/_zhhc_MKsJo.jpg', ''),
(427, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-19 21:10:12', 0x7f000001, '/delete 426', ''),
(428, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-20 20:24:41', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(429, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-20 20:24:43', 0x7f000001, '/logout KingLeo Timeout', ''),
(430, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-20 23:47:41', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(431, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-20 23:47:42', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(432, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-21 00:48:23', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(433, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-21 00:48:24', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(434, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-21 00:48:42', 0x7f000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(435, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-21 00:49:05', 0x7f000001, '/login KingLeo', ''),
(436, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-21 16:29:33', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(437, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-21 16:29:33', 0x7f000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ Timeout', ''),
(438, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-21 16:29:33', 0x7f000001, '/logout KingLeo Timeout', ''),
(439, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-21 16:29:34', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(440, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-21 16:29:57', 0x7f000001, '/action Ð¼ÐµÑ€Ñ‚Ð²', ''),
(441, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-21 18:14:58', 0x7f000001, '/login KingLeo', ''),
(442, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000505, '2015-02-21 18:14:58', 0x7f000001, '/who KingLeo Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(443, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-21 18:15:01', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(444, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-21 18:20:50', 0x7f000001, '/logout KingLeo Timeout', ''),
(445, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-21 18:20:50', 0x7f000001, '/login KingLeo', ''),
(446, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000505, '2015-02-21 18:20:50', 0x7f000001, '/who KingLeo', ''),
(447, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000505, '2015-02-21 18:21:01', 0x7f000001, '/who KingLeo', ''),
(448, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-21 18:26:46', 0x7f000001, '/logout KingLeo Timeout', ''),
(449, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-21 18:26:47', 0x7f000001, '/login KingLeo', ''),
(450, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000505, '2015-02-21 18:26:47', 0x7f000001, '/who KingLeo', ''),
(451, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000505, '2015-02-21 18:26:52', 0x7f000001, '/whereis KingLeo ÐžÐ±Ñ‰Ð°Ñ', ''),
(452, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-22 21:59:54', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(453, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-22 21:59:56', 0x7f000001, '/logout KingLeo Timeout', ''),
(454, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-02-22 21:59:56', 0x7f000001, '/error MissingUserName', ''),
(455, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-02-22 22:00:01', 0x7f000001, '/error UserNameNotFound KingLeo', ''),
(456, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-02-22 22:00:06', 0x7f000001, '/who Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(457, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-22 23:35:47', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(458, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-22 23:35:47', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(459, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-23 21:08:24', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(460, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-23 21:08:25', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(461, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-23 22:21:39', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(462, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-23 22:21:40', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(463, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-23 22:21:57', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(464, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-23 22:21:59', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(465, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-23 22:22:04', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(466, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-23 22:22:05', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(467, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-23 22:22:14', 0x7f000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(468, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-23 22:22:15', 0x7f000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(469, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 18:26:57', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(470, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 18:41:04', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(471, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 18:42:14', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(472, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 18:42:15', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(473, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 19:35:53', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(474, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 19:35:53', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(475, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 19:36:06', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(476, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 19:36:14', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(477, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 19:46:25', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(478, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 19:46:25', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(479, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 19:48:16', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(480, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 19:48:18', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(481, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 19:48:29', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(482, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 19:48:29', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(483, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 19:48:45', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(484, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 19:48:46', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(485, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-25 19:48:49', 0x00000000000000000000000000000001, 'fghf', ''),
(486, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-02-25 19:48:50', 0x00000000000000000000000000000001, '/error UnknownCommand /asd', ''),
(487, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 22:02:08', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(488, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 22:02:08', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(489, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 22:02:10', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(490, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 22:02:10', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(491, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 22:22:53', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(492, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 22:22:54', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(493, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-02-25 22:22:54', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(494, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 22:23:05', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(495, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 22:23:06', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(496, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-02-25 22:23:06', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(497, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 22:24:16', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(498, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 22:24:17', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(499, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-02-25 22:24:17', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(500, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 22:32:16', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(501, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 22:32:17', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(502, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 22:32:20', 0x00000000000000000000000000000001, '/channelLeave Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(503, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 11, '2015-02-25 22:32:21', 0x00000000000000000000000000000001, '/channelEnter Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(504, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 11, '2015-02-25 22:32:24', 0x00000000000000000000000000000001, '/channelLeave Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(505, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 22:32:24', 0x00000000000000000000000000000001, '/channelEnter Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(506, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 22:32:29', 0x00000000000000000000000000000001, '/channelLeave Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(507, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 10, '2015-02-25 22:32:29', 0x00000000000000000000000000000001, '/channelEnter Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(508, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 10, '2015-02-25 22:32:34', 0x00000000000000000000000000000001, '/channelLeave Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(509, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 22:32:34', 0x00000000000000000000000000000001, '/channelEnter Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(510, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 22:32:36', 0x00000000000000000000000000000001, '/channelLeave Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(511, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 12, '2015-02-25 22:32:36', 0x00000000000000000000000000000001, '/channelEnter Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(512, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 12, '2015-02-25 22:32:37', 0x00000000000000000000000000000001, '/channelLeave Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(513, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 14, '2015-02-25 22:32:37', 0x00000000000000000000000000000001, '/channelEnter Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(514, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 14, '2015-02-25 22:32:38', 0x00000000000000000000000000000001, '/channelLeave Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(515, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 12, '2015-02-25 22:32:38', 0x00000000000000000000000000000001, '/channelEnter Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(516, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 12, '2015-02-25 22:32:39', 0x00000000000000000000000000000001, '/channelLeave Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(517, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 500000499, '2015-02-25 22:32:39', 0x00000000000000000000000000000001, '/channelEnter Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(518, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 500000499, '2015-02-25 22:32:40', 0x00000000000000000000000000000001, '/channelLeave Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(519, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 14, '2015-02-25 22:32:40', 0x00000000000000000000000000000001, '/channelEnter Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(520, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 14, '2015-02-25 22:32:42', 0x00000000000000000000000000000001, '/channelLeave Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(521, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 13, '2015-02-25 22:32:42', 0x00000000000000000000000000000001, '/channelEnter Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(522, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 13, '2015-02-25 22:32:43', 0x00000000000000000000000000000001, '/channelLeave Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(523, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 12, '2015-02-25 22:32:43', 0x00000000000000000000000000000001, '/channelEnter Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(524, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 12, '2015-02-25 22:32:44', 0x00000000000000000000000000000001, '/channelLeave Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(525, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 13, '2015-02-25 22:32:44', 0x00000000000000000000000000000001, '/channelEnter Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(526, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 13, '2015-02-25 22:32:45', 0x00000000000000000000000000000001, '/channelLeave Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(527, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 12, '2015-02-25 22:32:45', 0x00000000000000000000000000000001, '/channelEnter Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(528, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 12, '2015-02-25 22:32:46', 0x00000000000000000000000000000001, '/channelLeave Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(529, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 11, '2015-02-25 22:32:46', 0x00000000000000000000000000000001, '/channelEnter Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(530, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 11, '2015-02-25 22:32:47', 0x00000000000000000000000000000001, '/channelLeave Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(531, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 22:32:47', 0x00000000000000000000000000000001, '/channelEnter Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(532, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-02-25 22:32:51', 0x00000000000000000000000000000001, '/error UnknownCommand /room', ''),
(533, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 22:33:24', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(534, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 22:33:31', 0x00000000000000000000000000000001, '/channelLeave ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(535, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 500000504, '2015-02-25 22:33:31', 0x00000000000000000000000000000001, '/channelEnter ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(536, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-02-25 22:33:40', 0x00000000000000000000000000000001, '/who Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(537, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-02-25 22:33:51', 0x00000000000000000000000000000001, '/error UserNameNotFound ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(538, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-02-25 22:33:59', 0x00000000000000000000000000000001, '/error UserNameNotFound ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(539, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-02-25 22:34:03', 0x00000000000000000000000000000001, '/inviteto ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ ÐžÐ±Ñ‰Ð°Ñ', ''),
(540, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000504, '2015-02-25 22:34:03', 0x00000000000000000000000000000001, '/invite Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ ÐžÐ±Ñ‰Ð°Ñ', ''),
(541, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 500000504, '2015-02-25 22:34:07', 0x00000000000000000000000000000001, '/channelLeave ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(542, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 22:34:07', 0x00000000000000000000000000000001, '/channelEnter ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(543, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 22:36:32', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(544, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 22:36:38', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(545, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 22:37:12', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(546, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 22:37:12', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(547, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-25 23:12:49', 0x00000000000000000000000000000001, ';', ''),
(548, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 23:37:49', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(549, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 23:37:49', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ Timeout', ''),
(550, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 23:37:50', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(551, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 23:38:15', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(552, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 23:38:18', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(553, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 23:38:42', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(554, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 23:38:43', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(555, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 23:38:44', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(556, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 23:38:45', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(557, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 23:41:36', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(558, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 23:41:42', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(559, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 23:41:43', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(560, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 23:42:11', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(561, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 23:45:11', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(562, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 23:45:12', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(563, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 23:45:18', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(564, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 23:45:19', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(565, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 23:45:47', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(566, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 23:45:47', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(567, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 23:46:00', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(568, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 23:47:50', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(569, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 23:50:44', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(570, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-25 23:51:04', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(571, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 00:07:49', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ Timeout', ''),
(572, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 00:07:50', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(573, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 00:07:58', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(574, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 00:08:04', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(575, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 00:08:04', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(576, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 00:08:12', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(577, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 00:08:13', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(578, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-26 00:08:58', 0x00000000000000000000000000000001, 'k', ''),
(579, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 21:46:18', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(580, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 21:46:18', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ Timeout', ''),
(581, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 21:46:19', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(582, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 21:54:47', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(583, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 21:54:47', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(584, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-26 21:54:56', 0x00000000000000000000000000000001, 'Ñ€Ð¾Ð»', ''),
(585, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:00:38', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(586, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:00:39', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(587, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:00:53', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(588, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:00:53', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(589, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:01:03', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(590, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:01:04', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(591, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:01:59', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(592, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:01:59', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(593, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:02:52', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(594, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:02:52', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(595, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:05:12', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(596, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:05:12', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(597, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:05:16', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(598, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:05:17', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(599, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:05:27', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(600, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:05:27', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(601, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:05:41', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(602, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:05:42', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(603, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:05:59', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(604, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:06:00', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(605, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:06:04', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(606, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:06:05', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(607, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:06:14', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(608, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:06:15', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(609, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:07:00', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(610, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:07:01', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(611, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:09:48', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(612, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:09:49', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(613, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:10:34', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(614, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:10:34', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(615, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:10:39', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(616, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:10:40', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(617, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:10:48', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(618, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:10:49', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(619, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:11:08', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(620, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:16:21', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(621, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:16:22', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(622, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:17:14', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(623, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:17:14', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(624, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:26:36', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(625, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:26:36', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(626, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:26:53', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(627, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:26:56', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(628, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:43:46', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(629, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:43:46', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ Timeout', ''),
(630, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 22:43:47', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(631, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:13:53', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(632, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:13:53', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(633, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:16:26', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(634, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:23:33', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(635, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:23:58', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(636, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:23:58', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(637, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:24:50', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(638, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:26:07', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(639, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:26:59', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(640, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:27:00', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(641, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:27:20', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(642, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:27:20', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(643, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:28:24', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(644, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:28:33', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(645, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:30:16', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(646, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:30:20', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(647, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:32:58', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(648, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:46:34', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(649, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:46:35', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(650, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:46:53', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(651, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:46:54', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(652, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:47:13', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(653, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:47:14', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(654, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:47:42', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(655, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:47:42', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(656, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:49:06', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(657, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:49:07', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(658, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:50:06', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(659, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:50:06', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(660, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:50:13', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(661, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:50:13', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(662, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:53:07', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(663, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:53:07', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(664, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:53:15', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(665, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:53:15', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(666, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:53:24', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(667, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:53:25', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', '');
INSERT INTO `ajax_chat_messages` (`id`, `userID`, `userName`, `userRole`, `channel`, `dateTime`, `ip`, `text`, `msgInfo`) VALUES
(668, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:54:50', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(669, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:54:51', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(670, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:55:02', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(671, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:55:02', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(672, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:58:00', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(673, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:58:00', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(674, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:58:14', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(675, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-26 23:58:14', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(676, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:01:21', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(677, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:01:21', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(678, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:02:23', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(679, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:02:24', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(680, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:02:35', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(681, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:02:36', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(682, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:03:09', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(683, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:03:10', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(684, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:03:11', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(685, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:03:11', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(686, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:04:19', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(687, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:04:20', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(688, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:04:30', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(689, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:04:30', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(690, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:04:49', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(691, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:04:50', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(692, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:05:38', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(693, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:05:38', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(694, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:05:40', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(695, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:05:40', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(696, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:05:42', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(697, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:05:43', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(698, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:05:44', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(699, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:05:45', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(700, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:05:54', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(701, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:05:55', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(702, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:05:56', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(703, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:06:03', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(704, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:08:55', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(705, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:08:55', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(706, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:13:05', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(707, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:13:06', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(708, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:14:07', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(709, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:14:08', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(710, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:14:13', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(711, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:14:14', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(712, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:14:57', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(713, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:14:58', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(714, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:14:59', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(715, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:15:00', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(716, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:15:03', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(717, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:15:04', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(718, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:15:33', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(719, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:15:33', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(720, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:15:35', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(721, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:15:36', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(722, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:15:44', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(723, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:15:44', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(724, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-27 00:15:46', 0x00000000000000000000000000000001, 'fgh', ''),
(725, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-27 00:15:51', 0x00000000000000000000000000000001, 'bnm', ''),
(726, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:17:49', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(727, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:26:08', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(728, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:27:45', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(729, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:27:45', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(730, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:30:40', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(731, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:31:21', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(732, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-27 00:31:38', 0x00000000000000000000000000000001, '8', ''),
(733, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-27 00:31:54', 0x00000000000000000000000000000001, '9', ''),
(734, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:31:57', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(735, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:31:57', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(736, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:32:00', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(737, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:32:00', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(738, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:33:57', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(739, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:33:57', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(740, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:35:06', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(741, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:35:07', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(742, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:35:10', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(743, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:35:11', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(744, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:36:18', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(745, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:36:18', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(746, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:36:22', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(747, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:36:22', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(748, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-27 00:36:25', 0x00000000000000000000000000000001, 'hjk', ''),
(749, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:36:55', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(750, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:36:56', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(751, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-27 00:37:50', 0x00000000000000000000000000000001, '1', ''),
(752, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:38:02', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(753, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:38:03', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(754, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:38:07', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(755, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:38:07', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(756, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-27 00:38:08', 0x00000000000000000000000000000001, 'h', ''),
(757, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-27 00:42:23', 0x00000000000000000000000000000001, 'j', ''),
(758, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-27 00:45:11', 0x00000000000000000000000000000001, 'j', ''),
(759, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:48:35', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ Timeout', ''),
(760, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:50:30', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(761, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-27 00:50:35', 0x00000000000000000000000000000001, 'l', ''),
(762, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:51:13', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(763, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:51:13', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(764, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-27 00:51:15', 0x00000000000000000000000000000001, 'h', ''),
(765, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:53:07', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(766, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:53:08', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(767, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:53:10', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(768, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 00:53:11', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(769, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-27 00:53:13', 0x00000000000000000000000000000001, 'dfg', ''),
(770, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-27 00:53:22', 0x00000000000000000000000000000001, 'ÐœÐ°ÐºÑÐ¸Ð¼ ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½, o/', ''),
(771, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 1000000504, '2015-02-27 00:55:03', 0x00000000000000000000000000000001, '/privmsgto Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Ð¿Ñ€Ð¸Ð²ÐµÑ‚', ''),
(772, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 1000000499, '2015-02-27 00:55:03', 0x00000000000000000000000000000001, '/privmsg Ð¿Ñ€Ð¸Ð²ÐµÑ‚', ''),
(773, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:00:24', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(774, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:00:25', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(775, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:00:27', 0x00000000000000000000000000000001, '/channelLeave Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(776, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 9, '2015-02-27 01:00:27', 0x00000000000000000000000000000001, '/channelEnter Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(777, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 9, '2015-02-27 01:00:28', 0x00000000000000000000000000000001, '/channelLeave Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(778, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:00:29', 0x00000000000000000000000000000001, '/channelEnter Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(779, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:00:32', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(780, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:00:32', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(781, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:00:35', 0x00000000000000000000000000000001, '/channelLeave ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(782, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 9, '2015-02-27 01:00:35', 0x00000000000000000000000000000001, '/channelEnter ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(783, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 9, '2015-02-27 01:00:36', 0x00000000000000000000000000000001, '/channelLeave ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(784, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:00:36', 0x00000000000000000000000000000001, '/channelEnter ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(785, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:02:56', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(786, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:02:56', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(787, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:03:11', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(788, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:03:12', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(789, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:04:24', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(790, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:04:24', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(791, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:04:32', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(792, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:04:33', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(793, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:04:39', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(794, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:04:40', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(795, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:10:32', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(796, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:10:33', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(797, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:11:17', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(798, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:11:17', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(799, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:11:22', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(800, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:11:22', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(801, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:13:07', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(802, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:13:08', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(803, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:13:18', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(804, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:13:19', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(805, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:21:03', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(806, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:21:07', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(807, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:24:24', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(808, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:24:24', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(809, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:24:45', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(810, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 01:24:46', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(811, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 17:33:16', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(812, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 17:33:16', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ Timeout', ''),
(813, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 17:33:17', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(814, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 17:33:42', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(815, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 17:33:43', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(816, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 18:05:20', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(817, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 18:05:22', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(818, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 18:05:44', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(819, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 18:05:45', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(820, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 18:06:09', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(821, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 18:06:09', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(822, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 18:28:53', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(823, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 18:32:30', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(824, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 18:34:42', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(825, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 18:34:43', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(826, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 18:35:00', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(827, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 18:35:01', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(828, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 18:39:05', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(829, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 18:39:06', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(830, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 18:39:54', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(831, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 18:39:55', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(832, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 18:42:02', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(833, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 18:42:03', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(834, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 18:42:31', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(835, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 18:42:32', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(836, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 18:43:21', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(837, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 18:43:21', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(838, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-02-27 18:43:22', 0x00000000000000000000000000000001, '/who Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(839, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 18:44:04', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(840, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 18:55:42', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(841, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 18:56:01', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(842, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 18:56:01', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(843, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 18:57:28', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(844, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 18:57:28', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(845, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 19:03:25', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(846, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 19:08:57', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(847, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 19:10:30', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(848, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 19:10:31', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(849, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 19:10:43', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(850, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 19:10:43', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(851, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 19:10:52', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(852, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 19:10:52', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(853, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 19:11:19', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(854, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 19:11:20', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(855, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 19:12:18', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(856, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 19:12:18', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(857, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 19:12:26', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(858, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 19:13:22', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(859, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 19:13:24', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(860, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 19:13:30', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(861, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 19:13:30', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(862, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 19:13:48', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(863, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 19:13:49', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(864, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-27 19:13:53', 0x00000000000000000000000000000001, 'ÐœÐ°ÐºÑÐ¸Ð¼ ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½, Ð¿Ñ€Ð¸Ð²ÐµÑ‚', ''),
(865, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-27 19:13:59', 0x00000000000000000000000000000001, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½, Ð¾/', ''),
(866, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-27 19:14:02', 0x00000000000000000000000000000001, 'Ñ„Ñ‹Ð²Ñ„', ''),
(867, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-27 19:17:32', 0x00000000000000000000000000000001, 'ÐºÐµÐ½Ð³', ''),
(868, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-27 19:17:34', 0x00000000000000000000000000000001, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½, Ð¿Ñ€Ð¾Ð»', ''),
(869, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-27 19:17:57', 0x00000000000000000000000000000001, 'Ð¿Ñ€Ð¾', ''),
(870, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-27 19:18:01', 0x00000000000000000000000000000001, 'gjh', ''),
(871, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 19:36:22', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(872, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 19:36:23', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(873, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 19:53:15', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(874, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 19:53:15', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ Timeout', ''),
(875, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 19:53:15', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(876, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 19:54:08', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(877, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 19:57:23', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(878, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 20:15:55', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(879, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 20:15:56', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(880, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 20:15:57', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(881, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-27 20:15:58', 0x00000000000000000000000000000001, 'sdfgsdfg]', ''),
(882, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-02-27 20:16:03', 0x00000000000000000000000000000001, '/who Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(883, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-27 20:16:06', 0x00000000000000000000000000000001, '/lol', ''),
(884, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-27 20:52:53', 0x00000000000000000000000000000001, '/ÑŒÑ–Ð¿', ''),
(885, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-27 20:52:56', 0x00000000000000000000000000000001, '/kill', ''),
(886, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 20:53:30', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(887, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 21:51:54', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(888, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-27 21:51:58', 0x00000000000000000000000000000001, 'dfgh]', ''),
(889, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-27 21:54:00', 0x00000000000000000000000000000001, 'Ð¿Ñ€Ð¸Ð²ÐµÑ‚', ''),
(890, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 21:54:36', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(891, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 21:55:48', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(892, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 21:55:55', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(893, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 21:55:56', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(894, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-27 21:56:00', 0x00000000000000000000000000000001, 'ÐœÐ°ÐºÑÐ¸Ð¼ ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½, 654', ''),
(895, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 22:00:02', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(896, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 22:00:03', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(897, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 22:03:14', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(898, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 22:03:15', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(899, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 22:08:42', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(900, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 22:08:44', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(901, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-27 22:08:52', 0x00000000000000000000000000000001, 'Ð°Ð¿Ñ€Ñ„Ð¿Ñ‹Ð¾Ñ€Ð ÐŸÑ€Ð¿Ð›Ð Ð†ÐŸÐ¤Ð›ÐžJHSGAhsgdk', ''),
(902, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 22:08:56', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(903, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 22:08:57', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(904, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 22:12:22', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(905, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-27 22:12:27', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(906, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-28 23:05:13', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(907, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-28 23:05:18', 0x00000000000000000000000000000001, 'o/', ''),
(908, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-28 23:05:20', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(909, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-28 23:05:20', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(910, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-28 23:57:46', 0x00000000000000000000000000000001, 'l', ''),
(911, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-28 23:57:48', 0x00000000000000000000000000000001, '''', ''),
(912, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-28 23:57:49', 0x00000000000000000000000000000001, '"', ''),
(913, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-28 23:57:53', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(914, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-28 23:57:54', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(915, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-02-28 23:57:59', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(916, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-02-28 23:58:01', 0x00000000000000000000000000000001, '"', ''),
(917, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-28 23:58:14', 0x00000000000000000000000000000001, '"', ''),
(918, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-28 23:58:29', 0x00000000000000000000000000000001, '""', ''),
(919, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-28 23:58:46', 0x00000000000000000000000000000001, '", lol:"5", "', ''),
(920, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-28 23:59:00', 0x00000000000000000000000000000001, '<>', ''),
(921, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-28 23:59:02', 0x00000000000000000000000000000001, '>', ''),
(922, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-02-28 23:59:40', 0x00000000000000000000000000000001, '</span><span>', ''),
(923, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 00:00:03', 0x00000000000000000000000000000001, '</span><script>alert(''lol'');</script><span>', ''),
(924, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 00:01:08', 0x00000000000000000000000000000001, '</span><script>alert("");</script><span>', ''),
(925, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 00:02:24', 0x00000000000000000000000000000001, '</span></div></div></div>sad<div><div><div><span>', ''),
(926, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 00:02:55', 0x00000000000000000000000000000001, '</span></div></div></div>sad', ''),
(927, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 00:03:41', 0x00000000000000000000000000000001, '</span><input></input><span>', ''),
(928, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 00:04:12', 0x00000000000000000000000000000001, '<input></input>', ''),
(929, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 00:04:32', 0x00000000000000000000000000000001, '<script></script>', ''),
(930, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 00:04:40', 0x00000000000000000000000000000001, '<script>alert();</script>', ''),
(931, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 00:05:36', 0x00000000000000000000000000000001, '<script>ajaxChat.toUser(''God'');</script>', ''),
(932, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 00:05:55', 0x00000000000000000000000000000001, '</div>', ''),
(933, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 00:06:09', 0x00000000000000000000000000000001, '</div>', ''),
(934, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 00:06:45', 0x00000000000000000000000000000001, '</div><div>', ''),
(935, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 00:06:52', 0x00000000000000000000000000000001, '</div><div>', ''),
(936, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 00:14:07', 0x00000000000000000000000000000001, 'sdf', ''),
(937, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 00:30:14', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(938, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 00:30:15', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(939, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 00:30:27', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(940, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 00:30:28', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(941, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 00:32:20', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(942, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 00:32:21', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(943, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 00:33:18', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(944, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 00:33:19', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(945, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 00:39:29', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(946, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 00:39:29', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(947, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 00:42:58', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(948, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 00:43:02', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(949, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 00:43:07', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(950, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 00:43:07', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(951, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 00:43:30', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(952, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 00:43:31', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(953, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 00:43:57', 0x00000000000000000000000000000001, '<div>', ''),
(954, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 00:44:15', 0x00000000000000000000000000000001, '<div>', ''),
(955, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 00:44:23', 0x00000000000000000000000000000001, '</span><span>', ''),
(956, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 00:45:12', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(957, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 00:45:13', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(958, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 00:45:27', 0x00000000000000000000000000000001, 'gh', ''),
(959, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 00:45:30', 0x00000000000000000000000000000001, 'Ð¿Ñ€Ð¸Ð²ÐµÑ‚', ''),
(960, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 00:45:40', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼_ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(961, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 00:45:40', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼&nbsp;ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(962, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 00:45:47', 0x00000000000000000000000000000001, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½, Ñ€Ð¾Ð»', ''),
(963, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-01 00:45:57', 0x00000000000000000000000000000001, '/error UserNameNotFound ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(964, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 00:46:47', 0x00000000000000000000000000000001, 'ÐœÐ°ÐºÑÐ¸Ð¼ ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(965, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 00:47:04', 0x00000000000000000000000000000001, 'ÐœÐ°ÐºÑÐ¸Ð¼&nbsp;ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(966, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 01:09:14', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(967, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 01:09:14', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(968, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 01:09:22', 0x00000000000000000000000000000001, '/nick Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ (<div>)', ''),
(969, 499, '(<div>)', 3, 0, '2015-03-01 01:10:16', 0x00000000000000000000000000000001, '(<div>), h', ''),
(970, 499, '(<div>)', 3, 0, '2015-03-01 01:11:12', 0x00000000000000000000000000000001, '<div>', ''),
(971, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 01:14:46', 0x00000000000000000000000000000001, '/logout (<div>)', ''),
(972, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 01:14:46', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(973, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 01:14:53', 0x00000000000000000000000000000001, '/nick Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ (<>)', ''),
(974, 499, '(&lt;&gt;)', 3, 0, '2015-03-01 01:14:56', 0x00000000000000000000000000000001, '(<>), asd', ''),
(975, 499, '(&lt;&gt;)', 3, 0, '2015-03-01 01:15:02', 0x00000000000000000000000000000001, 'ghj', ''),
(976, 499, '(&lt;&gt;)', 3, 0, '2015-03-01 01:15:05', 0x00000000000000000000000000000001, 'jjjjjjjj', ''),
(977, 499, '(&lt;&gt;)', 3, 0, '2015-03-01 01:15:28', 0x00000000000000000000000000000001, '(&lt;&gt;), asd', ''),
(978, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000504, '2015-03-01 01:15:37', 0x00000000000000000000000000000001, '/error UserNameNotFound (<>)', ''),
(979, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼&nbsp;ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 1000000504, '2015-03-01 01:15:48', 0x00000000000000000000000000000001, '/privmsgto (&lt;&gt;) fgj', ''),
(980, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼&nbsp;ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 1000000499, '2015-03-01 01:15:48', 0x00000000000000000000000000000001, '/privmsg fgj', ''),
(981, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 01:16:09', 0x00000000000000000000000000000001, '/nick (&lt;&gt;) (a)', ''),
(982, 499, '(a)', 3, 0, '2015-03-01 01:16:11', 0x00000000000000000000000000000001, 'asd', ''),
(983, 499, '(a)', 3, 0, '2015-03-01 01:16:13', 0x00000000000000000000000000000001, '(a), asadf', '');
INSERT INTO `ajax_chat_messages` (`id`, `userID`, `userName`, `userRole`, `channel`, `dateTime`, `ip`, `text`, `msgInfo`) VALUES
(984, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼&nbsp;ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 1000000504, '2015-03-01 01:16:17', 0x00000000000000000000000000000001, '/privmsgto (a) sdfg', ''),
(985, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼&nbsp;ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 1000000499, '2015-03-01 01:16:17', 0x00000000000000000000000000000001, '/privmsg sdfg', ''),
(986, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 01:19:05', 0x00000000000000000000000000000001, '/nick (a) (<>)', ''),
(987, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000504, '2015-03-01 01:19:16', 0x00000000000000000000000000000001, '/error MissingText', ''),
(988, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000504, '2015-03-01 01:19:20', 0x00000000000000000000000000000001, '/error UserNameNotFound (<>)', ''),
(989, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 01:54:58', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼&nbsp;ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(990, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 01:54:58', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼&amp;nbsp;ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(991, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 02:02:54', 0x00000000000000000000000000000001, '/logout (&lt;&gt;)', ''),
(992, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 02:02:54', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(993, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 02:03:12', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(994, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 02:03:12', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(995, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 02:04:47', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(996, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 02:04:48', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(997, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 02:05:28', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(998, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 13:17:42', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(999, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 13:17:45', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼&amp;nbsp;ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ Timeout', ''),
(1000, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 13:30:45', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1001, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 13:31:42', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1002, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 13:31:49', 0x00000000000000000000000000000001, 'hello', ''),
(1003, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 13:31:51', 0x00000000000000000000000000000001, 'Ð¿Ñ€Ð¸Ð²ÐµÑ‚', ''),
(1004, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 13:31:52', 0x00000000000000000000000000000001, 'Ð‘Ð®', ''),
(1005, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 13:31:53', 0x00000000000000000000000000000001, 'Ð‘Ð®', ''),
(1006, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 13:31:55', 0x00000000000000000000000000000001, '<>', ''),
(1007, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 13:31:59', 0x00000000000000000000000000000001, '</span>', ''),
(1008, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 13:32:13', 0x00000000000000000000000000000001, 'ololol', ''),
(1009, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 13:32:18', 0x00000000000000000000000000000001, 'Â ', ''),
(1010, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 13:32:37', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1011, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 13:32:41', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1012, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 13:32:44', 0x00000000000000000000000000000001, '/nick Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ (Lol_321)', ''),
(1013, 499, '(Lol_321)', 3, 0, '2015-03-01 13:32:58', 0x00000000000000000000000000000001, '(Lol_321), j', ''),
(1014, 499, '(Lol_321)', 3, 0, '2015-03-01 13:33:45', 0x00000000000000000000000000000001, '<![CDATA[<]]>script<![CDATA[>]]>alert(''xss'')<![CDATA[<]]>/script<![CDATA[>]]>', ''),
(1015, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 14:22:52', 0x00000000000000000000000000000001, '/logout (Lol_321)', ''),
(1016, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 14:22:52', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1017, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 14:23:00', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼&amp;nbsp;ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1018, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 14:23:57', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼&amp;nbsp;ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1019, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 14:23:57', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼&amp;nbsp;ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1020, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 14:24:03', 0x00000000000000000000000000000001, 'n', ''),
(1021, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 14:24:05', 0x00000000000000000000000000000001, 'Ñ„Ñ‹Ð²', ''),
(1022, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 14:24:11', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1023, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 14:24:57', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1024, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 14:24:57', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1025, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 14:34:11', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1026, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 14:34:11', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1027, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 14:34:12', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1028, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 14:34:15', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1029, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 14:34:16', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1030, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 14:34:23', 0x00000000000000000000000000000001, 'hjk', ''),
(1031, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 14:39:27', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1032, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 14:39:28', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1033, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 14:39:32', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼&amp;nbsp;ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1034, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 14:39:32', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1035, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 14:39:37', 0x00000000000000000000000000000001, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½, ghjk', ''),
(1036, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 1000000499, '2015-03-01 14:39:42', 0x00000000000000000000000000000001, '/privmsgto ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ ;', ''),
(1037, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 1000000504, '2015-03-01 14:39:42', 0x00000000000000000000000000000001, '/privmsg ;', ''),
(1038, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 14:59:15', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1039, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 14:59:16', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1040, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 14:59:24', 0x00000000000000000000000000000001, 'fgjhfgjhfhasdasdaasdasda', ''),
(1041, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 14:59:25', 0x00000000000000000000000000000001, 'asd', ''),
(1042, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 14:59:27', 0x00000000000000000000000000000001, 'asdasd', ''),
(1043, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 14:59:28', 0x00000000000000000000000000000001, 'Asd', ''),
(1044, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 15:00:04', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1045, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 15:00:05', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1046, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 15:00:07', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1047, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 15:00:08', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1048, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 15:00:11', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1049, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 15:00:12', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1050, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 15:00:18', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1051, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 15:00:19', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1052, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 15:35:14', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1053, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 15:35:15', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1054, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 15:35:16', 0x00000000000000000000000000000001, 'coub.com/embed/3mqr5', ''),
(1055, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 15:35:21', 0x00000000000000000000000000000001, 'http://coub.com/embed/3mqr5', ''),
(1056, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 15:36:10', 0x00000000000000000000000000000001, 'http://coub.com/embed/3mqr5', ''),
(1057, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 15:36:14', 0x00000000000000000000000000000001, 'http://coub.com/embed/3mqr5', ''),
(1058, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 15:37:01', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1059, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 15:37:02', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1060, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 15:37:56', 0x00000000000000000000000000000001, 'http://youtu.m/embed/3mqr5', ''),
(1061, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 15:38:02', 0x00000000000000000000000000000001, 'http://youtu.be/embed/3mqr5', ''),
(1062, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 15:38:34', 0x00000000000000000000000000000001, 'https://www.youtube.com/watch?v=buLhrk7RfaU', ''),
(1063, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 15:38:44', 0x00000000000000000000000000000001, 'https://www.youtube.com/watch?v=buLhrk7RfaU', ''),
(1064, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 15:38:47', 0x00000000000000000000000000000001, 'https://www.youtube.com/watch?v=buLhrk7RfaU', ''),
(1065, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 15:39:08', 0x00000000000000000000000000000001, 'inArray', ''),
(1066, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 15:39:34', 0x00000000000000000000000000000001, 'https://www.youtube.com/watch?v=buLhrk7RfaU', ''),
(1067, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 15:39:51', 0x00000000000000000000000000000001, 'https://www.youtube.com/watch?v=buLhrk7RfaU', ''),
(1068, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 15:44:24', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1069, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 15:44:25', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1070, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 16:45:42', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1071, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 16:45:43', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1072, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-01 16:46:02', 0x00000000000000000000000000000001, 'Ñ‹Ð²Ð°Ð¿Ñ‹Ð²Ð°Ð¿', ''),
(1073, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-01 16:46:06', 0x00000000000000000000000000000001, 'Ñ€Ð¾Ð»Ð¿Ñ€Ð¾Ð»', ''),
(1074, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-01 16:46:11', 0x00000000000000000000000000000001, 'Ð³Ð³Ð³Ð³Ð³Ð³Ð³Ð³Ð³Ð³Ð³', ''),
(1075, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-01 16:46:18', 0x00000000000000000000000000000001, 'Ñ€Ñ€Ñ€Ñ€Ñ€Ñ€Ñ€Ñ€Ñ€', ''),
(1076, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 16:58:46', 0x00000000000000000000000000000001, 'https://www.youtube.com/watch?v=buLhrk7RfaU', ''),
(1077, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 16:58:50', 0x00000000000000000000000000000001, 'https://www.youtube.com/watch?v=buLhrk7RfaU', ''),
(1078, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 16:59:39', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1079, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 16:59:40', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1080, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 17:00:44', 0x00000000000000000000000000000001, 'http://coub.com/view/1vxg9qtb', ''),
(1081, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 17:00:53', 0x00000000000000000000000000000001, 'http://coub.com/view/1vxg9qtb', ''),
(1082, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 17:01:02', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1083, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 17:01:03', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1084, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 17:01:47', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1085, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 17:01:49', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1086, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 17:03:38', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1087, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 17:03:38', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1088, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 17:05:46', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1089, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 17:05:47', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1090, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 17:07:02', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1091, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 17:07:02', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1092, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 17:07:06', 0x00000000000000000000000000000001, 'http://coub.com/view/1vxg9qtb', ''),
(1093, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 17:08:54', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1094, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 17:08:54', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1095, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 17:08:57', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1096, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 17:08:58', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1097, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 17:10:03', 0x00000000000000000000000000000001, 'http://coub.com/view/3tjnj', ''),
(1098, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 17:12:10', 0x00000000000000000000000000000001, 'http://coub.com/view/fccz', ''),
(1099, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 17:12:23', 0x00000000000000000000000000000001, 'http://coub.com/embed/fccz', ''),
(1100, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 17:12:29', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1101, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 17:12:29', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1102, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 17:14:03', 0x00000000000000000000000000000001, '<>', ''),
(1103, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 17:14:07', 0x00000000000000000000000000000001, '/nick Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ (<>)', ''),
(1104, 499, '(&lt;&gt;)', 3, 0, '2015-03-01 17:14:10', 0x00000000000000000000000000000001, '(<>), dfg', ''),
(1105, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 17:14:18', 0x00000000000000000000000000000001, '/nick (&lt;&gt;) (<div>)', ''),
(1106, 499, '(&lt;div&gt;)', 3, 0, '2015-03-01 17:14:23', 0x00000000000000000000000000000001, '(<div>), k', ''),
(1107, 499, '(&lt;div&gt;)', 3, 0, '2015-03-01 17:14:48', 0x00000000000000000000000000000001, '</span><span>', ''),
(1108, 499, '(&lt;div&gt;)', 3, 0, '2015-03-01 17:15:01', 0x00000000000000000000000000000001, '"', ''),
(1109, 499, '(&lt;div&gt;)', 3, 0, '2015-03-01 17:15:06', 0x00000000000000000000000000000001, '""', ''),
(1110, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 17:15:14', 0x00000000000000000000000000000001, '/logout (&lt;div&gt;)', ''),
(1111, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 17:21:20', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1112, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 17:21:25', 0x00000000000000000000000000000001, '/nick Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ (<>)', ''),
(1113, 499, '(<>)', 3, 0, '2015-03-01 17:21:27', 0x00000000000000000000000000000001, '(<>), sdf', ''),
(1114, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 1000000504, '2015-03-01 17:21:39', 0x00000000000000000000000000000001, '/privmsgto (<>) tyui', ''),
(1115, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 1000000499, '2015-03-01 17:21:39', 0x00000000000000000000000000000001, '/privmsg tyui', ''),
(1116, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 17:22:10', 0x00000000000000000000000000000001, '/logout (<>)', ''),
(1117, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 17:22:11', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1118, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 17:22:13', 0x00000000000000000000000000000001, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½, Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½,', ''),
(1119, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 17:57:17', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1120, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 17:57:17', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1121, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 17:58:37', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1122, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 17:58:38', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1123, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 18:01:02', 0x00000000000000000000000000000001, '[color=fuchsia]Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½, Ð¡ÐµÑ€Ð²ÐµÑ€, [/color]', ''),
(1124, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 18:05:54', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1125, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 18:05:55', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1126, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 18:06:00', 0x00000000000000000000000000000001, '[color=fuchsia]Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½, Ð¡ÐµÑ€Ð²ÐµÑ€, jkl;[/color]', ''),
(1127, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 18:06:05', 0x00000000000000000000000000000001, '[color=fuchsia]Ð¡ÐµÑ€Ð²ÐµÑ€, Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½, hjk[/color]', ''),
(1128, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 18:06:11', 0x00000000000000000000000000000001, '[color=fuchsia]Ð¡ÐµÑ€Ð²ÐµÑ€, Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½, ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½, gggg[/color]', ''),
(1129, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 18:06:19', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1130, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 18:06:19', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1131, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 18:06:25', 0x00000000000000000000000000000001, '[color=fuchsia]Ð¡ÐµÑ€Ð²ÐµÑ€, Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½, ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½, jjj[/color]', ''),
(1132, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 18:08:25', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1133, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 20:49:53', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1134, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 20:49:54', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ Timeout', ''),
(1135, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 20:49:54', 0x00000000000000000000000000000001, '[color=fuchsia]ru.falloutequestria.wikia.com/wiki/Fallout:_Equestria[/color]', ''),
(1136, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 20:50:09', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1137, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 20:50:09', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1138, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 20:50:12', 0x00000000000000000000000000000001, '[color=fuchsia]ru.falloutequestria.wikia.com/wiki/Fallout:_Equestria[/color]', ''),
(1139, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 20:50:21', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1140, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 20:50:22', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1141, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-01 20:50:33', 0x00000000000000000000000000000001, '[color=fuchsia]http://ru.falloutequestria.wikia.com/wiki/Fallout:_Equestria[/color]', ''),
(1142, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 20:50:39', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1143, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 20:50:40', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1144, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 20:50:45', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1145, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 20:50:46', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1146, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 20:51:07', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1147, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 21:58:06', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1148, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-01 22:46:15', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1149, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:19:45', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1150, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:19:57', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1151, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:19:58', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1152, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:20:26', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1153, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:20:27', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1154, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:26:21', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1155, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:26:22', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1156, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-02 19:26:24', 0x00000000000000000000000000000001, '[color=fuchsia]ghjk[/color]', ''),
(1157, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:31:34', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1158, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:31:36', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1159, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:31:38', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1160, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:31:41', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1161, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:31:43', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1162, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:31:45', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1163, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:31:47', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1164, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:31:49', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1165, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:31:52', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1166, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:31:54', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1167, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:31:56', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1168, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:31:58', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1169, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:32:01', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1170, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:32:03', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1171, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:32:05', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1172, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:32:07', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1173, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:32:10', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1174, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:32:12', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1175, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:32:14', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1176, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:32:16', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1177, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:32:19', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1178, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:32:21', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1179, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:32:23', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1180, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:32:26', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1181, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:32:28', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1182, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:32:30', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1183, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:32:32', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1184, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:32:35', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1185, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:32:37', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1186, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:32:39', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1187, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:32:41', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1188, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:32:44', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1189, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:32:46', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1190, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:32:48', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1191, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:32:50', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1192, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:32:52', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1193, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:32:55', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1194, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:32:57', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1195, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:32:59', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1196, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:33:02', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1197, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:33:04', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1198, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:33:06', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1199, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:33:08', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1200, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:33:11', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1201, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:33:13', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1202, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:33:15', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1203, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:33:17', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1204, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:33:19', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1205, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:33:22', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1206, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:33:24', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1207, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:33:26', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1208, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:33:28', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1209, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:33:31', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1210, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:33:33', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1211, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:33:35', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1212, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:33:37', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1213, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:33:40', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1214, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:33:42', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1215, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:33:44', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1216, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:33:46', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1217, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:33:49', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1218, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:33:51', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1219, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:33:53', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1220, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:33:55', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1221, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:33:58', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1222, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:34:00', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1223, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:34:02', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1224, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:34:04', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1225, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:34:07', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1226, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:34:09', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1227, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:34:11', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1228, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:34:14', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1229, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:34:16', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1230, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:34:18', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1231, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:34:20', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1232, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:34:23', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1233, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:34:25', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1234, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:34:27', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1235, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:34:29', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1236, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:34:31', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1237, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:34:34', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1238, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:34:36', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1239, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:34:38', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1240, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:34:40', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1241, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:34:43', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1242, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:34:45', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1243, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:34:47', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1244, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:34:49', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1245, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:34:52', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1246, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:34:54', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1247, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:34:56', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1248, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:34:58', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1249, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:35:01', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1250, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:35:03', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1251, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:35:05', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1252, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:35:07', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1253, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:35:10', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1254, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:35:12', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1255, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:35:14', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1256, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:35:17', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1257, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:35:19', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1258, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:35:21', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1259, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:35:23', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1260, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:35:26', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1261, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:35:28', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1262, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:35:30', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1263, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:35:32', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1264, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:35:34', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1265, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:35:37', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1266, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:35:39', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1267, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:35:41', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1268, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:35:43', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1269, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:35:46', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1270, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:35:48', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1271, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:35:50', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1272, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:35:52', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1273, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:35:55', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1274, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:35:57', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1275, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:35:59', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1276, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:36:01', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1277, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:36:04', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1278, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:36:06', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1279, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:36:08', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1280, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:36:10', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1281, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:36:12', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1282, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:36:15', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1283, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:36:17', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1284, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:36:19', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1285, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:36:21', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1286, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:36:24', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1287, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:36:26', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1288, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:36:28', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1289, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:36:30', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1290, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:36:33', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1291, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:36:35', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1292, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:36:37', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1293, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:36:39', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1294, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:36:42', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1295, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:36:44', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1296, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:36:46', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1297, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:36:48', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1298, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:36:51', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1299, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:36:53', 0x00000000000000000000000000000001, '/error InvalidChannelName ', '');
INSERT INTO `ajax_chat_messages` (`id`, `userID`, `userName`, `userRole`, `channel`, `dateTime`, `ip`, `text`, `msgInfo`) VALUES
(1300, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:36:55', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1301, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:36:57', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1302, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:37:00', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1303, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:37:02', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1304, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:37:04', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1305, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:37:06', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1306, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:37:09', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1307, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:37:11', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1308, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:37:13', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1309, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:37:16', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1310, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:37:18', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1311, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:37:20', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1312, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:37:22', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1313, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:37:25', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1314, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:37:27', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1315, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:37:29', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1316, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:37:31', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1317, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:37:34', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1318, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:37:36', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1319, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:37:38', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1320, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:37:40', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1321, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:37:43', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1322, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:37:45', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1323, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:37:47', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1324, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:37:49', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1325, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:37:52', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1326, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:37:54', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1327, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:37:56', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1328, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:37:58', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1329, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:38:01', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1330, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:38:03', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1331, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:38:05', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1332, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:38:07', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1333, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:38:09', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1334, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:38:12', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1335, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:38:14', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1336, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:38:16', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1337, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:38:19', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1338, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:38:21', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1339, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:38:23', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1340, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:38:26', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1341, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:38:28', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1342, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:38:30', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1343, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:38:32', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1344, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:38:35', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1345, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:38:37', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1346, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:38:39', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1347, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:38:41', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1348, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:38:44', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1349, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:38:46', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1350, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:38:48', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1351, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-02 19:38:50', 0x00000000000000000000000000000001, '/error InvalidChannelName ', ''),
(1352, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:38:52', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1353, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:38:53', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1354, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:39:07', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1355, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:39:26', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1356, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:39:35', 0x00000000000000000000000000000001, '/channelLeave Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1357, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 9, '2015-03-02 19:39:35', 0x00000000000000000000000000000001, '/channelEnter Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1358, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 9, '2015-03-02 19:39:37', 0x00000000000000000000000000000001, '/channelLeave Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1359, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:39:37', 0x00000000000000000000000000000001, '/channelEnter Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1360, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:40:22', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1361, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:40:23', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1362, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:40:25', 0x00000000000000000000000000000001, '/channelLeave Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1363, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 9, '2015-03-02 19:40:25', 0x00000000000000000000000000000001, '/channelEnter Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1364, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 9, '2015-03-02 19:40:26', 0x00000000000000000000000000000001, '/channelLeave Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1365, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:40:27', 0x00000000000000000000000000000001, '/channelEnter Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1366, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:40:28', 0x00000000000000000000000000000001, '/channelLeave Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1367, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 13, '2015-03-02 19:40:28', 0x00000000000000000000000000000001, '/channelEnter Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1368, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 13, '2015-03-02 19:40:29', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1369, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:40:29', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1370, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:40:30', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1371, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:40:30', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1372, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:40:31', 0x00000000000000000000000000000001, '/channelLeave Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1373, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 14, '2015-03-02 19:40:31', 0x00000000000000000000000000000001, '/channelEnter Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1374, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 14, '2015-03-02 19:40:34', 0x00000000000000000000000000000001, '/channelLeave Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1375, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:40:34', 0x00000000000000000000000000000001, '/channelEnter Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1376, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:40:35', 0x00000000000000000000000000000001, '/channelLeave Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1377, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 13, '2015-03-02 19:40:35', 0x00000000000000000000000000000001, '/channelEnter Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1378, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 13, '2015-03-02 19:40:37', 0x00000000000000000000000000000001, '/channelLeave Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1379, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 14, '2015-03-02 19:40:37', 0x00000000000000000000000000000001, '/channelEnter Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1380, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 14, '2015-03-02 19:40:39', 0x00000000000000000000000000000001, '/channelLeave Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1381, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:40:39', 0x00000000000000000000000000000001, '/channelEnter Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1382, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:40:45', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1383, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:40:45', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1384, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:41:15', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1385, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:41:15', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1386, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:41:21', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1387, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:41:22', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1388, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:41:33', 0x00000000000000000000000000000001, '/channelLeave Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1389, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 9, '2015-03-02 19:41:34', 0x00000000000000000000000000000001, '/channelEnter Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1390, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:42:07', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1391, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:42:09', 0x00000000000000000000000000000001, '/channelLeave ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1392, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 9, '2015-03-02 19:42:09', 0x00000000000000000000000000000001, '/channelEnter ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1393, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 9, '2015-03-02 19:42:11', 0x00000000000000000000000000000001, '/channelLeave ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1394, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 10, '2015-03-02 19:42:11', 0x00000000000000000000000000000001, '/channelEnter ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1395, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 10, '2015-03-02 19:42:12', 0x00000000000000000000000000000001, '/channelLeave ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1396, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:42:12', 0x00000000000000000000000000000001, '/channelEnter ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1397, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:42:15', 0x00000000000000000000000000000001, '/channelLeave ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1398, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 500000504, '2015-03-02 19:42:15', 0x00000000000000000000000000000001, '/channelEnter ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1399, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 500000504, '2015-03-02 19:42:16', 0x00000000000000000000000000000001, '/channelLeave ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1400, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:42:16', 0x00000000000000000000000000000001, '/channelEnter ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1401, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 9, '2015-03-02 19:46:47', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1402, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:46:59', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1403, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:59:15', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(1404, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 19:59:16', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1405, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 21:57:29', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(1406, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 21:57:29', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ Timeout', ''),
(1407, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 21:57:30', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1408, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 21:57:31', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ Timeout', ''),
(1409, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 21:57:31', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1410, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 21:57:34', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1411, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 22:05:58', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(1412, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 22:05:58', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1413, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 22:08:48', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(1414, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 22:08:49', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1415, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 22:11:11', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(1416, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 22:11:11', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1417, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 22:11:25', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1418, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-02 22:11:25', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1419, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-02 23:52:18', 0x00000000000000000000000000000001, '(/)_-)', ''),
(1420, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-02 23:52:18', 0x00000000000000000000000000000001, '(/)_-)', ''),
(1421, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-02 23:52:18', 0x00000000000000000000000000000001, '(/)_-)', ''),
(1422, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-02 23:52:18', 0x00000000000000000000000000000001, '(/)_-)', ''),
(1423, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-02 23:52:19', 0x00000000000000000000000000000001, '(/)_-)', ''),
(1424, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-02 23:52:19', 0x00000000000000000000000000000001, '(/)_-)', ''),
(1425, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-02 23:52:19', 0x00000000000000000000000000000001, '(/)_-)', ''),
(1426, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-02 23:52:19', 0x00000000000000000000000000000001, '(/)_-)', ''),
(1427, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-02 23:52:19', 0x00000000000000000000000000000001, '(/)_-)', ''),
(1428, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-02 23:52:20', 0x00000000000000000000000000000001, '(/)_-)', ''),
(1429, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-02 23:52:20', 0x00000000000000000000000000000001, '(/)_-)', ''),
(1430, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-02 23:52:20', 0x00000000000000000000000000000001, 'Ð¼', ''),
(1431, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-02 23:52:20', 0x00000000000000000000000000000001, '(/)_-)', ''),
(1432, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-02 23:52:20', 0x00000000000000000000000000000001, '(/)_-)', ''),
(1433, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-02 23:52:21', 0x00000000000000000000000000000001, '(/)_-)', ''),
(1434, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-02 23:52:21', 0x00000000000000000000000000000001, '(/)_-)', ''),
(1435, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-02 23:52:22', 0x00000000000000000000000000000001, '(/)_-)(/)_-)', ''),
(1436, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-02 23:52:22', 0x00000000000000000000000000000001, '(/)_-)', ''),
(1437, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-02 23:52:23', 0x00000000000000000000000000000001, '(/)_-)', ''),
(1438, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-02 23:52:23', 0x00000000000000000000000000000001, '(/)_-)', ''),
(1439, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000504, '2015-03-02 23:52:23', 0x00000000000000000000000000000001, '/error MaxMessageRate', ''),
(1440, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000504, '2015-03-02 23:52:23', 0x00000000000000000000000000000001, '/error MaxMessageRate', ''),
(1441, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000504, '2015-03-02 23:52:24', 0x00000000000000000000000000000001, '/error MaxMessageRate', ''),
(1442, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000504, '2015-03-02 23:52:24', 0x00000000000000000000000000000001, '/error MaxMessageRate', ''),
(1443, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000504, '2015-03-02 23:52:25', 0x00000000000000000000000000000001, '/error MaxMessageRate', ''),
(1444, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-05 21:16:24', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(1445, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-05 21:16:24', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ Timeout', ''),
(1446, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-05 21:16:25', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1447, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:00', 0x00000000000000000000000000000001, '[color=fuchsia]k[/color]', ''),
(1448, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:40', 0x00000000000000000000000000000001, '[color=fuchsia]g[/color]', ''),
(1449, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:40', 0x00000000000000000000000000000001, '[color=fuchsia]g[/color]', ''),
(1450, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:41', 0x00000000000000000000000000000001, '[color=fuchsia]g[/color]', ''),
(1451, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:41', 0x00000000000000000000000000000001, '[color=fuchsia]g[/color]', ''),
(1452, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:41', 0x00000000000000000000000000000001, '[color=fuchsia]g[/color]', ''),
(1453, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:41', 0x00000000000000000000000000000001, '[color=fuchsia]g[/color]', ''),
(1454, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:41', 0x00000000000000000000000000000001, '[color=fuchsia]g[/color]', ''),
(1455, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:41', 0x00000000000000000000000000000001, '[color=fuchsia]g[/color]', ''),
(1456, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:41', 0x00000000000000000000000000000001, '[color=fuchsia]g[/color]', ''),
(1457, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:42', 0x00000000000000000000000000000001, '[color=fuchsia]g[/color]', ''),
(1458, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:42', 0x00000000000000000000000000000001, '[color=fuchsia]g[/color]', ''),
(1459, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:42', 0x00000000000000000000000000000001, '[color=fuchsia]g[/color]', ''),
(1460, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:42', 0x00000000000000000000000000000001, '[color=fuchsia]g[/color]', ''),
(1461, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:43', 0x00000000000000000000000000000001, '[color=fuchsia]g[/color]', ''),
(1462, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:43', 0x00000000000000000000000000000001, '[color=fuchsia]g[/color]', ''),
(1463, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:43', 0x00000000000000000000000000000001, '[color=fuchsia]g[/color]', ''),
(1464, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:43', 0x00000000000000000000000000000001, '[color=fuchsia]g[/color]', ''),
(1465, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:43', 0x00000000000000000000000000000001, '[color=fuchsia]g[/color]', ''),
(1466, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:43', 0x00000000000000000000000000000001, '[color=fuchsia]g[/color]', ''),
(1467, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:44', 0x00000000000000000000000000000001, '[color=fuchsia]g[/color]', ''),
(1468, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:44', 0x00000000000000000000000000000001, '[color=fuchsia]g[/color]', ''),
(1469, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:44', 0x00000000000000000000000000000001, '[color=fuchsia]g[/color]', ''),
(1470, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:44', 0x00000000000000000000000000000001, '[color=fuchsia]g[/color]', ''),
(1471, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:45', 0x00000000000000000000000000000001, '[color=fuchsia]g[/color]', ''),
(1472, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:45', 0x00000000000000000000000000000001, '[color=fuchsia]g[/color]', ''),
(1473, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:45', 0x00000000000000000000000000000001, '[color=fuchsia]g[/color]', ''),
(1474, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:45', 0x00000000000000000000000000000001, '[color=fuchsia]g[/color]', ''),
(1475, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:45', 0x00000000000000000000000000000001, '[color=fuchsia]g[/color]', ''),
(1476, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:45', 0x00000000000000000000000000000001, '[color=fuchsia]g[/color]', ''),
(1477, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:46', 0x00000000000000000000000000000001, '[color=fuchsia]g[/color]', ''),
(1478, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:46', 0x00000000000000000000000000000001, '[color=fuchsia]g[/color]', ''),
(1479, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:19:57', 0x00000000000000000000000000000001, '[color=fuchsia]http://cs4.pikabu.ru/post_img/2015/03/04/6/1425462031_1136920915.gif[/color]', ''),
(1480, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:20:41', 0x00000000000000000000000000000001, '[color=fuchsia]http://cs4.pikabu.ru/post_img/2015/03/04/6/1425462031_1136920915.gif[/color]', ''),
(1481, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:20:55', 0x00000000000000000000000000000001, '[color=fuchsia]http://cs4.pikabu.ru/post_img/2015/03/04/6/1425462031_1136920915.gif[/color]', ''),
(1482, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 21:20:58', 0x00000000000000000000000000000001, '[color=fuchsia]http://cs4.pikabu.ru/post_img/2015/03/04/6/1425462031_1136920915.gif[/color]', ''),
(1483, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 23:31:34', 0x00000000000000000000000000000001, '[color=fuchsia]i[/color]', ''),
(1484, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-05 23:32:04', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1485, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-05 23:32:07', 0x00000000000000000000000000000001, 'hkl', ''),
(1486, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 23:33:03', 0x00000000000000000000000000000001, '[color=fuchsia]ghj[/color]', ''),
(1487, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 23:33:24', 0x00000000000000000000000000000001, '[color=fuchsia]dfg[/color]', ''),
(1488, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-05 23:35:46', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ Timeout', ''),
(1490, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-05 23:37:15', 0x00000000000000000000000000000001, '[color=fuchsia]hgjk[/color]', ''),
(1491, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-05 23:37:21', 0x00000000000000000000000000000001, 'asd', ''),
(1492, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-05 23:37:27', 0x00000000000000000000000000000001, '/delete 1489', ''),
(1493, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-06 15:25:14', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(1494, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-06 15:25:14', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ Timeout', ''),
(1495, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-06 15:25:15', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1496, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-06 15:25:30', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1497, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-06 18:08:08', 0x00000000000000000000000000000001, '[color=fuchsia]dfg[/color]', ''),
(1498, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-06 18:08:18', 0x00000000000000000000000000000001, '[color=fuchsia]dsg[/color]', ''),
(1499, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-06 18:09:05', 0x00000000000000000000000000000001, '[color=fuchsia]123[/color]', ''),
(1500, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-06 21:23:47', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(1501, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-06 21:23:47', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ Timeout', ''),
(1502, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-06 21:23:47', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1503, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-06 21:23:51', 0x00000000000000000000000000000001, '[color=fuchsia]Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½, sdf[/color]', ''),
(1504, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-06 21:23:57', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1505, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-06 21:24:02', 0x00000000000000000000000000000001, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½, jhk', ''),
(1506, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-06 21:24:06', 0x00000000000000000000000000000001, '[color=fuchsia]ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½, Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½, dsfg[/color]', ''),
(1507, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-06 21:32:23', 0x00000000000000000000000000000001, '[color=fuchsia]<b>Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½, </b>[/color]', ''),
(1508, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-06 21:32:36', 0x00000000000000000000000000000001, '[color=fuchsia][b]Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½, [/b]hjk[/color]', ''),
(1509, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-06 21:33:00', 0x00000000000000000000000000000001, '[color=fuchsia][b]ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½, [/b][b]Ð¡ÐµÑ€Ð²ÐµÑ€, [/b][b]Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½, [/b]312[/color]', ''),
(1510, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-06 21:50:27', 0x00000000000000000000000000000001, '/whois ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ ::1', ''),
(1511, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-06 21:56:06', 0x00000000000000000000000000000001, '/error MissingText', ''),
(1512, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-06 21:56:16', 0x00000000000000000000000000000001, '/me [color=fuchsia]h[/color]', ''),
(1513, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-06 22:27:03', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(1514, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-06 22:27:04', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1515, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-06 22:28:09', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(1516, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-06 22:28:09', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1517, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-06 22:29:19', 0x00000000000000000000000000000001, 'k', ''),
(1518, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-06 22:31:17', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(1519, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-06 22:31:19', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1520, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-06 22:31:34', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(1521, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-06 22:31:36', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1522, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-06 22:33:18', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(1523, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-06 22:33:19', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1524, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-06 22:33:29', 0x00000000000000000000000000000001, '/who Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1525, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-06 22:33:50', 0x00000000000000000000000000000001, 'r', ''),
(1526, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-06 22:33:53', 0x00000000000000000000000000000001, 'fgh', ''),
(1527, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-06 22:33:56', 0x00000000000000000000000000000001, 'k', ''),
(1528, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-06 22:34:02', 0x00000000000000000000000000000001, '[color=fuchsia][b]ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½, [/b][b]ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½, [/b][/color]', ''),
(1529, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-06 22:34:08', 0x00000000000000000000000000000001, '[color=fuchsia][b]ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½, [/b][b]ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½, [/b][b]ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½, [/b][b]ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½, [/b][b]ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½, [/b][b]ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½, [/b][b]ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½, [/b]l[/color]', ''),
(1530, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 1000000499, '2015-03-06 22:34:27', 0x00000000000000000000000000000001, '/who Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1531, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-06 22:34:30', 0x00000000000000000000000000000001, '[color=fuchsia]ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½, [/color]', ''),
(1532, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-06 22:34:36', 0x00000000000000000000000000000001, '[color=fuchsia]Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½, [/color]', ''),
(1533, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-06 23:24:02', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(1534, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-06 23:24:02', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ Timeout', ''),
(1535, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-06 23:24:03', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1536, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-06 23:31:27', 0x00000000000000000000000000000001, '[color=fuchsia][b]Ð¡ÐµÑ€Ð²ÐµÑ€, [/b]dfgh[/color]', ''),
(1537, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-06 23:31:29', 0x00000000000000000000000000000001, '[color=fuchsia][b]Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½, [/b]fghdgh[/color]', ''),
(1538, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-06 23:31:52', 0x00000000000000000000000000000001, '[color=fuchsia]ÐœÐ°ÐºÑÐ¸Ð¼ ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½, yhjgh[/color]', ''),
(1539, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-06 23:34:01', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1540, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-06 23:34:18', 0x00000000000000000000000000000001, '[b]Ð¡ÐµÑ€Ð²ÐµÑ€, Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½, ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½, [/b]Ñ„Ñ‹Ð²Ñ„Ñ‹Ð²', ''),
(1541, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-06 23:34:28', 0x00000000000000000000000000000001, '[b]Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½, [/b]Ñ„Ñ‹Ð²Ñ„Ñ‹Ð²', ''),
(1542, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-06 23:34:31', 0x00000000000000000000000000000001, '[b]Ð¡ÐµÑ€Ð²ÐµÑ€, [/b]Ñ„Ñ‹Ð²Ñ„Ñ‹Ð²', ''),
(1543, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-06 23:34:34', 0x00000000000000000000000000000001, '[b]ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½, [/b]Ñ„Ñ‹Ð²Ñ„Ñ‹Ð²Ñ„Ñ‹', ''),
(1544, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-06 23:34:38', 0x00000000000000000000000000000001, '[color=fuchsia][b]Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½, [/b]Ñ„Ñ‹Ð²Ð°Ñ„Ñ‹Ð²Ð°Ñ„Ñ‹Ð²[/color]', ''),
(1545, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-06 23:34:41', 0x00000000000000000000000000000001, '[color=fuchsia][b]Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½, ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½, [/b]Ñ„Ñ‹Ð²Ð°Ñ„Ñ‹Ð²Ð°[/color]', ''),
(1546, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-06 23:34:47', 0x00000000000000000000000000000001, '[color=fuchsia][b]ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½, Ð¡ÐµÑ€Ð²ÐµÑ€, [/b]Ð²Ð°Ñ„Ñ‹Ð²Ð°Ñ„Ñ‹Ð²Ð°[/color]', ''),
(1547, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-06 23:35:01', 0x00000000000000000000000000000001, '[color=fuchsia]Sagita, Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½, 65465[/color]', ''),
(1548, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-07 00:03:03', 0x00000000000000000000000000000001, '[color=navy]Ñ‹Ð²Ð°[/color]', ''),
(1549, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-07 00:03:07', 0x00000000000000000000000000000001, '[color=navy][b]Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½, [/b]Ñ„Ñ‹Ð²[/color]', ''),
(1550, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-07 00:12:48', 0x00000000000000000000000000000001, '[color=navy][b]Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½, [/b]asdf][/color]', ''),
(1551, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-07 00:24:41', 0x00000000000000000000000000000001, '[color=navy][b]Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½, [/b]dfgh[/color]', ''),
(1552, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-07 00:24:46', 0x00000000000000000000000000000001, '[color=navy] [b]Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½, [/b][/color]', ''),
(1553, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-07 00:24:51', 0x00000000000000000000000000000001, '[color=navy]: [b]Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½, [/b][/color]', ''),
(1554, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-07 14:22:17', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(1555, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-07 14:22:17', 0x00000000000000000000000000000001, '/logout ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½ Timeout', ''),
(1556, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-07 14:22:18', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1557, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-07 14:22:22', 0x00000000000000000000000000000001, '[color=navy]23[/color]', ''),
(1558, 499, 'Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', 3, 0, '2015-03-07 14:57:03', 0x00000000000000000000000000000001, '[color=navy]j[/color]', ''),
(1559, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-07 19:59:19', 0x00000000000000000000000000000001, '/logout Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ Timeout', ''),
(1560, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-07 19:59:20', 0x00000000000000000000000000000001, '/login Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½', ''),
(1561, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-07 19:59:23', 0x00000000000000000000000000000001, '/login ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', ''),
(1562, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-07 19:59:37', 0x00000000000000000000000000000001, '/nick Ð¢Ð¸Ñ€Ñ€Ð°Ð¾Ð½ ((TirÂ Raon))', ''),
(1563, 2147483647, 'Ð¡ÐµÑ€Ð²ÐµÑ€', 4, 0, '2015-03-07 19:59:45', 0x00000000000000000000000000000001, '/nick ((TirÂ Raon)) (TirÂ Raon)', ''),
(1564, 499, '(TirÂ Raon)', 3, 0, '2015-03-07 19:59:49', 0x00000000000000000000000000000001, '[color=navy](TirÂ Raon), 321[/color]', ''),
(1565, 499, '(TirÂ Raon)', 3, 0, '2015-03-07 20:00:03', 0x00000000000000000000000000000001, '[color=navy][b]ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½, [/b]321[/color]', ''),
(1566, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 1000000504, '2015-03-07 20:00:10', 0x00000000000000000000000000000001, '/privmsgto (TirÂ Raon) 5', ''),
(1567, 504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 1000000499, '2015-03-07 20:00:10', 0x00000000000000000000000000000001, '/privmsg 5', '');

-- --------------------------------------------------------

--
-- Структура таблицы `ajax_chat_online`
--

CREATE TABLE IF NOT EXISTS `ajax_chat_online` (
  `userID` int(11) NOT NULL,
  `userName` varchar(64) NOT NULL,
  `userRole` int(1) NOT NULL,
  `channel` int(11) NOT NULL,
  `dateTime` datetime NOT NULL,
  `ip` varbinary(16) NOT NULL,
  `userInfo` text NOT NULL,
  `userIsnfo` text
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `ajax_chat_online`
--

INSERT INTO `ajax_chat_online` (`userID`, `userName`, `userRole`, `channel`, `dateTime`, `ip`, `userInfo`, `userIsnfo`) VALUES
(499, '(TirÂ Raon)', 3, 0, '2015-03-07 20:02:48', 0x00000000000000000000000000000001, '{"tim":"4sli","gender":"f","avatar":"images\\/avatar\\/thumb_db22ca2ca1839eae53f29d13.jpg"}', NULL),
(504, 'ÐœÐ°ÐºÑÐ¸Ð¼Â ÐšÐ°Ñ†Ð¸Ð´Ð°Ð½', 1, 0, '2015-03-07 20:02:01', 0x00000000000000000000000000000001, '{"tim":"1ile","gender":"m","avatar":"images\\/avatar\\/thumb_59eeada1f59d3eb56b140366.jpg"}', NULL);

-- --------------------------------------------------------

--
-- Структура таблицы `jml_assets`
--

CREATE TABLE IF NOT EXISTS `jml_assets` (
`id` int(10) unsigned NOT NULL COMMENT 'Primary Key',
  `parent_id` int(11) NOT NULL DEFAULT '0' COMMENT 'Nested set parent.',
  `lft` int(11) NOT NULL DEFAULT '0' COMMENT 'Nested set lft.',
  `rgt` int(11) NOT NULL DEFAULT '0' COMMENT 'Nested set rgt.',
  `level` int(10) unsigned NOT NULL COMMENT 'The cached level in the nested tree.',
  `name` varchar(50) NOT NULL COMMENT 'The unique name for the asset.\n',
  `title` varchar(100) NOT NULL COMMENT 'The descriptive title for the asset.',
  `rules` varchar(5120) NOT NULL COMMENT 'JSON encoded access control.'
) ENGINE=InnoDB AUTO_INCREMENT=174 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `jml_assets`
--

INSERT INTO `jml_assets` (`id`, `parent_id`, `lft`, `rgt`, `level`, `name`, `title`, `rules`) VALUES
(1, 0, 1, 424, 0, 'root.1', 'Root Asset', '{"core.login.site":{"6":1,"2":1},"core.login.admin":{"6":1},"core.login.offline":[],"core.admin":{"8":1},"core.manage":{"7":1},"core.create":{"6":1,"3":1},"core.delete":{"6":1},"core.edit":{"6":1,"4":1},"core.edit.state":{"6":1,"5":1},"core.edit.own":{"6":1,"3":1}}'),
(2, 1, 2, 3, 1, 'com_admin', 'com_admin', '{}'),
(3, 1, 4, 11, 1, 'com_banners', 'com_banners', '{"core.admin":{"7":1},"core.manage":{"6":1},"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(4, 1, 12, 13, 1, 'com_cache', 'com_cache', '{"core.admin":{"7":1},"core.manage":{"7":1}}'),
(5, 1, 14, 15, 1, 'com_checkin', 'com_checkin', '{"core.admin":{"7":1},"core.manage":{"7":1}}'),
(6, 1, 16, 17, 1, 'com_config', 'com_config', '{}'),
(7, 1, 18, 87, 1, 'com_contact', 'com_contact', '{"core.admin":{"7":1},"core.manage":{"6":1},"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(8, 1, 88, 299, 1, 'com_content', 'com_content', '{"core.admin":{"7":1},"core.manage":{"6":1},"core.create":{"3":1},"core.delete":[],"core.edit":{"4":1},"core.edit.state":{"5":1},"core.edit.own":[]}'),
(9, 1, 300, 301, 1, 'com_cpanel', 'com_cpanel', '{}'),
(10, 1, 302, 303, 1, 'com_installer', 'com_installer', '{"core.admin":[],"core.manage":{"7":0},"core.delete":{"7":0},"core.edit.state":{"7":0}}'),
(11, 1, 304, 305, 1, 'com_languages', 'com_languages', '{"core.admin":{"7":1},"core.manage":[],"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(12, 1, 306, 307, 1, 'com_login', 'com_login', '{}'),
(13, 1, 308, 309, 1, 'com_mailto', 'com_mailto', '{}'),
(14, 1, 310, 311, 1, 'com_massmail', 'com_massmail', '{}'),
(15, 1, 312, 313, 1, 'com_media', 'com_media', '{"core.admin":{"7":1},"core.manage":{"6":1},"core.create":{"3":1},"core.delete":{"5":1},"core.edit":[],"core.edit.state":[]}'),
(16, 1, 314, 315, 1, 'com_menus', 'com_menus', '{"core.admin":{"7":1},"core.manage":[],"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(17, 1, 37, 38, 1, 'com_messages', 'com_messages', '{"core.admin":{"7":1},"core.manage":{"7":1}}'),
(18, 1, 318, 319, 1, 'com_modules', 'com_modules', '{"core.admin":{"7":1},"core.manage":[],"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(19, 1, 320, 327, 1, 'com_newsfeeds', 'com_newsfeeds', '{"core.admin":{"7":1},"core.manage":{"6":1},"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(20, 1, 328, 329, 1, 'com_plugins', 'com_plugins', '{"core.admin":{"7":1},"core.manage":[],"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(21, 1, 330, 331, 1, 'com_redirect', 'com_redirect', '{"core.admin":{"7":1},"core.manage":[]}'),
(22, 1, 332, 333, 1, 'com_search', 'com_search', '{"core.admin":{"7":1},"core.manage":{"6":1}}'),
(23, 1, 334, 335, 1, 'com_templates', 'com_templates', '{"core.admin":{"7":1},"core.manage":[],"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(24, 1, 336, 339, 1, 'com_users', 'com_users', '{"core.admin":{"7":1},"core.manage":[],"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(25, 1, 340, 357, 1, 'com_weblinks', 'com_weblinks', '{"core.admin":{"7":1},"core.manage":{"6":1},"core.create":{"3":1,"10":0,"12":0},"core.delete":[],"core.edit":{"4":1},"core.edit.state":{"5":1}}'),
(26, 1, 358, 359, 1, 'com_wrapper', 'com_wrapper', '{}'),
(33, 1, 420, 421, 1, 'com_finder', 'com_finder', '{"core.admin":{"7":1},"core.manage":{"6":1}}'),
(34, 8, 105, 108, 2, 'com_content.category.9', 'Uncategorised', '{"core.create":{"10":0,"12":0},"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(35, 3, 7, 8, 2, 'com_banners.category.10', 'Uncategorised', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(36, 7, 23, 24, 2, 'com_contact.category.11', 'Uncategorised', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(37, 19, 323, 324, 2, 'com_newsfeeds.category.12', 'Uncategorised', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(38, 25, 347, 348, 2, 'com_weblinks.category.13', 'Uncategorised', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(39, 8, 109, 298, 2, 'com_content.category.14', 'Sample Data-Articles', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(40, 3, 9, 10, 2, 'com_banners.category.15', 'Sample Data-Banners', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(41, 7, 25, 86, 2, 'com_contact.category.16', 'Sample Data-Contact', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(42, 19, 325, 326, 2, 'com_newsfeeds.category.17', 'Sample Data-Newsfeeds', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(43, 25, 349, 356, 2, 'com_weblinks.category.18', 'Sample Data-Weblinks', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(44, 39, 110, 247, 3, 'com_content.category.19', 'Joomla!', '{"core.create":{"10":0,"12":0},"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(45, 44, 111, 224, 4, 'com_content.category.20', 'Extensions', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(46, 45, 112, 127, 5, 'com_content.category.21', 'Components', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(47, 45, 128, 189, 5, 'com_content.category.22', 'Modules', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(48, 45, 190, 201, 5, 'com_content.category.23', 'Templates', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(49, 45, 202, 203, 5, 'com_content.category.24', 'Languages', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(50, 45, 204, 223, 5, 'com_content.category.25', 'Plugins', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(51, 39, 248, 279, 3, 'com_content.category.26', 'Park Site', '{"core.create":{"10":0,"12":0},"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(52, 51, 249, 254, 4, 'com_content.category.27', 'Park Blog', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(53, 51, 255, 276, 4, 'com_content.category.28', 'Photo Gallery', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(54, 39, 280, 293, 3, 'com_content.category.29', 'Fruit Shop Site', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(55, 54, 281, 286, 4, 'com_content.category.30', 'Growers', '{"core.create":{"12":0},"core.delete":[],"core.edit":[],"core.edit.state":[],"core.edit.own":{"10":1}}'),
(56, 43, 350, 351, 3, 'com_weblinks.category.31', 'Park Links', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(57, 43, 352, 355, 3, 'com_weblinks.category.32', 'Joomla! Specific Links', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(58, 57, 353, 354, 4, 'com_weblinks.category.33', 'Other Resources', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(59, 41, 26, 27, 3, 'com_contact.category.34', 'Park Site', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(60, 41, 28, 85, 3, 'com_contact.category.35', 'Shop Site', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(61, 60, 29, 30, 4, 'com_contact.category.36', 'Staff', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(62, 60, 31, 84, 4, 'com_contact.category.37', 'Fruit Encyclopedia', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(63, 62, 32, 33, 5, 'com_contact.category.38', 'A', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(64, 62, 34, 35, 5, 'com_contact.category.39', 'B', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(65, 62, 36, 37, 5, 'com_contact.category.40', 'C', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(66, 62, 38, 39, 5, 'com_contact.category.41', 'D', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(67, 62, 40, 41, 5, 'com_contact.category.42', 'E', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(68, 62, 42, 43, 5, 'com_contact.category.43', 'F', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(69, 62, 44, 45, 5, 'com_contact.category.44', 'G', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(70, 62, 46, 47, 5, 'com_contact.category.45', 'H', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(71, 62, 48, 49, 5, 'com_contact.category.46', 'I', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(72, 62, 50, 51, 5, 'com_contact.category.47', 'J', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(73, 62, 52, 53, 5, 'com_contact.category.48', 'K', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(74, 62, 54, 55, 5, 'com_contact.category.49', 'L', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(75, 62, 56, 57, 5, 'com_contact.category.50', 'M', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(76, 62, 58, 59, 5, 'com_contact.category.51', 'N', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(77, 62, 60, 61, 5, 'com_contact.category.52', 'O', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(78, 62, 62, 63, 5, 'com_contact.category.53', 'P', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(79, 62, 64, 65, 5, 'com_contact.category.54', 'Q', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(80, 62, 66, 67, 5, 'com_contact.category.55', 'R', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(81, 62, 68, 69, 5, 'com_contact.category.56', 'S', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(82, 62, 70, 71, 5, 'com_contact.category.57', 'T', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(83, 62, 72, 73, 5, 'com_contact.category.58', 'U', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(84, 62, 74, 75, 5, 'com_contact.category.59', 'V', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(85, 62, 76, 77, 5, 'com_contact.category.60', 'W', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(86, 62, 78, 79, 5, 'com_contact.category.61', 'X', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(87, 62, 80, 81, 5, 'com_contact.category.62', 'Y', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(88, 62, 82, 83, 5, 'com_contact.category.63', 'Z', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(89, 46, 113, 114, 6, 'com_content.article.1', 'Administrator Components', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(90, 93, 130, 131, 7, 'com_content.article.2', 'Archive Module', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(91, 93, 132, 133, 7, 'com_content.article.3', 'Article Categories Module', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(92, 93, 134, 135, 7, 'com_content.article.4', 'Articles Category Module', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(93, 47, 129, 144, 6, 'com_content.category.64', 'Content Modules', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(94, 47, 145, 152, 6, 'com_content.category.65', 'User Modules', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(95, 47, 153, 166, 6, 'com_content.category.66', 'Display Modules', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(96, 47, 167, 180, 6, 'com_content.category.67', 'Utility Modules', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(97, 48, 191, 192, 6, 'com_content.category.68', 'Atomic', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(98, 48, 193, 194, 6, 'com_content.category.69', 'Beez 20', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(99, 48, 195, 196, 6, 'com_content.category.70', 'Beez5', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(100, 48, 197, 198, 6, 'com_content.category.71', 'Milky Way', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(101, 50, 205, 206, 6, 'com_content.article.5', 'Authentication', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(102, 51, 277, 278, 4, 'com_content.article.6', 'Australian Parks ', '{"core.delete":[],"core.edit":{"2":1},"core.edit.state":[]}'),
(103, 95, 154, 155, 7, 'com_content.article.7', 'Banner Module', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(104, 44, 225, 226, 4, 'com_content.article.8', 'Beginners', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(105, 46, 115, 116, 6, 'com_content.article.9', 'Contact', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(106, 46, 117, 118, 6, 'com_content.article.10', 'Content', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(107, 109, 267, 268, 6, 'com_content.article.11', 'Cradle Mountain', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(108, 53, 256, 265, 5, 'com_content.category.72', 'Animals', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(109, 53, 266, 275, 5, 'com_content.category.73', 'Scenery', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(110, 95, 156, 157, 7, 'com_content.article.12', 'Custom HTML Module', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(111, 54, 287, 288, 4, 'com_content.article.13', 'Directions', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(112, 50, 207, 208, 6, 'com_content.article.14', 'Editors', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(113, 50, 209, 210, 6, 'com_content.article.15', 'Editors-xtd', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(114, 95, 158, 159, 7, 'com_content.article.16', 'Feed Display', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(115, 52, 250, 251, 5, 'com_content.article.17', 'First Blog Post', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(116, 52, 252, 253, 5, 'com_content.article.18', 'Second Blog Post', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(117, 95, 160, 161, 7, 'com_content.article.19', 'Footer Module', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(118, 54, 289, 290, 4, 'com_content.article.20', 'Fruit Shop', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(119, 44, 227, 228, 4, 'com_content.article.21', 'Getting Help', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(120, 44, 229, 230, 4, 'com_content.article.22', 'Getting Started', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(121, 55, 282, 283, 5, 'com_content.article.23', 'Happy Orange Orchard', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(122, 44, 231, 232, 4, 'com_content.article.24', 'Chat', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(123, 108, 257, 258, 6, 'com_content.article.25', 'Koala', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(124, 96, 168, 169, 7, 'com_content.article.26', 'Language Switcher', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(125, 93, 136, 137, 7, 'com_content.article.27', 'Latest Articles Module', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(126, 94, 146, 147, 7, 'com_content.article.28', 'Login Module', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(127, 166, 184, 185, 7, 'com_content.article.29', 'Menu Module', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(128, 93, 138, 139, 7, 'com_content.article.30', 'Most Read Content', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(129, 93, 140, 141, 7, 'com_content.article.31', 'News Flash', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(130, 44, 233, 234, 4, 'com_content.article.32', 'Parameters', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(131, 108, 259, 260, 6, 'com_content.article.33', 'Phyllopteryx', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(132, 109, 269, 270, 6, 'com_content.article.34', 'Pinnacles', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(133, 44, 235, 236, 4, 'com_content.article.35', 'Professionals', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(134, 95, 162, 163, 7, 'com_content.article.36', 'Random Image Module', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(135, 93, 142, 143, 7, 'com_content.article.37', 'Related Items Module', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(136, 44, 237, 238, 4, 'com_content.article.38', 'Sample Sites', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(137, 46, 119, 120, 6, 'com_content.article.39', 'Search', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(138, 96, 170, 171, 7, 'com_content.article.40', 'Search Module', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(139, 50, 211, 212, 6, 'com_content.article.41', 'Search ', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(140, 39, 294, 295, 3, 'com_content.article.42', 'Site Map', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(141, 108, 261, 262, 6, 'com_content.article.43', 'Spotted Quoll', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(142, 96, 172, 173, 7, 'com_content.article.44', 'Statistics Module', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(143, 96, 174, 175, 7, 'com_content.article.45', 'Syndicate Module', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(144, 50, 213, 214, 6, 'com_content.article.46', 'System', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(145, 44, 239, 240, 4, 'com_content.article.47', 'The Joomla! Community', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(146, 44, 241, 242, 4, 'com_content.article.48', 'The Joomla! Project', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(147, 48, 199, 200, 6, 'com_content.article.49', 'Typography', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(148, 44, 243, 244, 4, 'com_content.article.50', 'Upgraders', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(149, 50, 215, 216, 6, 'com_content.article.51', 'User', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(150, 46, 121, 122, 6, 'com_content.article.52', 'Users', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(151, 44, 245, 246, 4, 'com_content.article.53', 'Using Joomla!', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(152, 46, 123, 124, 6, 'com_content.article.54', 'Weblinks', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(153, 95, 164, 165, 7, 'com_content.article.55', 'Weblinks Module', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(154, 94, 148, 149, 7, 'com_content.article.56', 'Who''s Online', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(155, 108, 263, 264, 6, 'com_content.article.57', 'Wobbegone', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(156, 55, 284, 285, 5, 'com_content.article.58', 'Wonderful Watermelon', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(157, 96, 176, 177, 7, 'com_content.article.59', 'Wrapper Module', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(158, 46, 125, 126, 6, 'com_content.article.60', 'News Feeds', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(159, 166, 186, 187, 7, 'com_content.article.61', 'Breadcrumbs Module', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(160, 50, 217, 218, 6, 'com_content.article.62', 'Content', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(162, 109, 271, 272, 6, 'com_content.article.64', 'Blue Mountain Rain Forest', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(163, 109, 273, 274, 6, 'com_content.article.65', 'Ormiston Pound', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(165, 94, 150, 151, 7, 'com_content.article.66', 'Latest Users Module', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(166, 47, 183, 188, 6, 'com_content.category.75', 'Navigation Modules', '{"core.create":[],"core.delete":[],"core.edit":[],"core.edit.state":[],"core.edit.own":[]}'),
(167, 54, 291, 292, 4, 'com_content.category.76', 'Recipes', '{"core.create":{"12":1,"10":1},"core.delete":[],"core.edit":[],"core.edit.state":[],"core.edit.own":{"12":1,"10":1}}'),
(168, 34, 106, 107, 3, 'com_content.article.67', 'What''s New in 1.5?', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(169, 24, 337, 338, 2, 'com_users.category.77', 'Uncategorised', ''),
(170, 50, 219, 220, 6, 'com_content.article.68', 'Captcha', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(171, 50, 221, 222, 6, 'com_content.article.69', 'Quick Icons', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(172, 96, 178, 179, 7, 'com_content.article.70', 'Smart Search', '{"core.delete":[],"core.edit":[],"core.edit.state":[]}'),
(173, 1, 422, 423, 1, 'com_joomlaupdate', 'com_joomlaupdate', '{"core.admin":[],"core.manage":[],"core.delete":[],"core.edit.state":[]}');

-- --------------------------------------------------------

--
-- Структура таблицы `jml_associations`
--

CREATE TABLE IF NOT EXISTS `jml_associations` (
  `id` varchar(50) NOT NULL COMMENT 'A reference to the associated item.',
  `context` varchar(50) NOT NULL COMMENT 'The context of the associated item.',
  `key` char(32) NOT NULL COMMENT 'The key for the association computed from an md5 on associated ids.'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `jml_banners`
--

CREATE TABLE IF NOT EXISTS `jml_banners` (
`id` int(11) NOT NULL,
  `cid` int(11) NOT NULL DEFAULT '0',
  `type` int(11) NOT NULL DEFAULT '0',
  `name` varchar(255) NOT NULL DEFAULT '',
  `alias` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL DEFAULT '',
  `imptotal` int(11) NOT NULL DEFAULT '0',
  `impmade` int(11) NOT NULL DEFAULT '0',
  `clicks` int(11) NOT NULL DEFAULT '0',
  `clickurl` varchar(200) NOT NULL DEFAULT '',
  `state` tinyint(3) NOT NULL DEFAULT '0',
  `catid` int(10) unsigned NOT NULL DEFAULT '0',
  `description` text NOT NULL,
  `custombannercode` varchar(2048) NOT NULL,
  `sticky` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `ordering` int(11) NOT NULL DEFAULT '0',
  `metakey` text NOT NULL,
  `params` text NOT NULL,
  `own_prefix` tinyint(1) NOT NULL DEFAULT '0',
  `metakey_prefix` varchar(255) NOT NULL DEFAULT '',
  `purchase_type` tinyint(4) NOT NULL DEFAULT '-1',
  `track_clicks` tinyint(4) NOT NULL DEFAULT '-1',
  `track_impressions` tinyint(4) NOT NULL DEFAULT '-1',
  `checked_out` int(10) unsigned NOT NULL DEFAULT '0',
  `checked_out_time` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `publish_up` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `publish_down` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `reset` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `created` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `language` char(7) NOT NULL DEFAULT ''
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `jml_banners`
--

INSERT INTO `jml_banners` (`id`, `cid`, `type`, `name`, `alias`, `imptotal`, `impmade`, `clicks`, `clickurl`, `state`, `catid`, `description`, `custombannercode`, `sticky`, `ordering`, `metakey`, `params`, `own_prefix`, `metakey_prefix`, `purchase_type`, `track_clicks`, `track_impressions`, `checked_out`, `checked_out_time`, `publish_up`, `publish_down`, `reset`, `created`, `language`) VALUES
(2, 3, 0, 'Shop 1', 'shop-1', 0, 806, 2, 'http://shop.joomla.org/amazoncom-bookstores.html', 1, 15, 'Get books about Joomla! at the Joomla! Book Shop.', '', 0, 1, '', '{"imageurl":"images\\/banners\\/white.png","width":"","height":"","alt":"Joomla! Books"}', 0, '', -1, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2011-01-01 00:00:01', 'en-GB'),
(3, 2, 0, 'Shop 2', 'shop-2', 0, 856, 2, 'http://shop.joomla.org', 1, 15, 'T Shirts, caps and more from the Joomla! Shop.', '', 0, 2, '', '{"imageurl":"images\\/banners\\/white.png","width":"","height":"","alt":"Joomla! Shop"}', 0, '', -1, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2011-01-01 00:00:01', 'en-GB'),
(4, 1, 0, 'Support Joomla!', 'support-joomla', 0, 775, 1, 'http://contribute.joomla.org', 1, 15, 'Your contributions of time, talent and money make Joomla possible.', '', 0, 3, '', '{"imageurl":"images\\/banners\\/white.png","width":"","height":"","alt":""}', 0, '', -1, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'en-GB');

-- --------------------------------------------------------

--
-- Структура таблицы `jml_banner_clients`
--

CREATE TABLE IF NOT EXISTS `jml_banner_clients` (
`id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL DEFAULT '',
  `contact` varchar(255) NOT NULL DEFAULT '',
  `email` varchar(255) NOT NULL DEFAULT '',
  `extrainfo` text NOT NULL,
  `state` tinyint(3) NOT NULL DEFAULT '0',
  `checked_out` int(10) unsigned NOT NULL DEFAULT '0',
  `checked_out_time` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `metakey` text NOT NULL,
  `own_prefix` tinyint(4) NOT NULL DEFAULT '0',
  `metakey_prefix` varchar(255) NOT NULL DEFAULT '',
  `purchase_type` tinyint(4) NOT NULL DEFAULT '-1',
  `track_clicks` tinyint(4) NOT NULL DEFAULT '-1',
  `track_impressions` tinyint(4) NOT NULL DEFAULT '-1'
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `jml_banner_clients`
--

INSERT INTO `jml_banner_clients` (`id`, `name`, `contact`, `email`, `extrainfo`, `state`, `checked_out`, `checked_out_time`, `metakey`, `own_prefix`, `metakey_prefix`, `purchase_type`, `track_clicks`, `track_impressions`) VALUES
(1, 'Joomla!', 'Administrator', 'email@email.com', '', 1, 0, '0000-00-00 00:00:00', '', 0, '', -1, -1, -1),
(2, 'Shop', 'Example', 'example@example.com', '', 1, 0, '0000-00-00 00:00:00', '', 0, '', -1, 0, 0),
(3, 'Bookstore', 'Bookstore Example', 'example@example.com', '', 1, 0, '0000-00-00 00:00:00', '', 0, '', -1, 0, 0);

-- --------------------------------------------------------

--
-- Структура таблицы `jml_banner_tracks`
--

CREATE TABLE IF NOT EXISTS `jml_banner_tracks` (
  `track_date` datetime NOT NULL,
  `track_type` int(10) unsigned NOT NULL,
  `banner_id` int(10) unsigned NOT NULL,
  `count` int(10) unsigned NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `jml_categories`
--

CREATE TABLE IF NOT EXISTS `jml_categories` (
`id` int(11) NOT NULL,
  `asset_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT 'FK to the #__assets table.',
  `parent_id` int(10) unsigned NOT NULL DEFAULT '0',
  `lft` int(11) NOT NULL DEFAULT '0',
  `rgt` int(11) NOT NULL DEFAULT '0',
  `level` int(10) unsigned NOT NULL DEFAULT '0',
  `path` varchar(255) NOT NULL DEFAULT '',
  `extension` varchar(50) NOT NULL DEFAULT '',
  `title` varchar(255) NOT NULL,
  `alias` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL DEFAULT '',
  `note` varchar(255) NOT NULL DEFAULT '',
  `description` mediumtext NOT NULL,
  `published` tinyint(1) NOT NULL DEFAULT '0',
  `checked_out` int(11) unsigned NOT NULL DEFAULT '0',
  `checked_out_time` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `access` int(10) unsigned NOT NULL DEFAULT '0',
  `params` text NOT NULL,
  `metadesc` varchar(1024) NOT NULL COMMENT 'The meta description for the page.',
  `metakey` varchar(1024) NOT NULL COMMENT 'The meta keywords for the page.',
  `metadata` varchar(2048) NOT NULL COMMENT 'JSON encoded metadata properties.',
  `created_user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `created_time` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `modified_user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `modified_time` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `hits` int(10) unsigned NOT NULL DEFAULT '0',
  `language` char(7) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=78 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `jml_categories`
--

INSERT INTO `jml_categories` (`id`, `asset_id`, `parent_id`, `lft`, `rgt`, `level`, `path`, `extension`, `title`, `alias`, `note`, `description`, `published`, `checked_out`, `checked_out_time`, `access`, `params`, `metadesc`, `metakey`, `metadata`, `created_user_id`, `created_time`, `modified_user_id`, `modified_time`, `hits`, `language`) VALUES
(1, 0, 0, 0, 135, 0, '', 'system', 'ROOT', 'root', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{}', '', '', '', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(9, 34, 1, 131, 132, 1, 'uncategorised', 'com_content', 'Uncategorised', 'uncategorised', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 42, '2011-01-01 00:00:01', 0, '*'),
(10, 35, 1, 129, 130, 1, 'uncategorised', 'com_banners', 'Uncategorised', 'uncategorised', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":"","foobar":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(11, 36, 1, 125, 126, 1, 'uncategorised', 'com_contact', 'Uncategorised', 'uncategorised', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(12, 37, 1, 61, 62, 1, 'uncategorised', 'com_newsfeeds', 'Uncategorised', 'uncategorised', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(13, 38, 1, 57, 58, 1, 'uncategorised', 'com_weblinks', 'Uncategorised', 'uncategorised', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(14, 39, 1, 9, 56, 1, 'sample-data-articles', 'com_content', 'Sample Data-Articles', 'sample-data-articles', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(15, 40, 1, 127, 128, 1, 'sample-data-banners', 'com_banners', 'Sample Data-Banners', 'sample-data-banners', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":"","foobar":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(16, 41, 1, 63, 124, 1, 'sample-data-contact', 'com_contact', 'Sample Data-Contact', 'sample-data-contact', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(17, 42, 1, 59, 60, 1, 'sample-data-newsfeeds', 'com_newsfeeds', 'Sample Data-Newsfeeds', 'sample-data-newsfeeds', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(18, 43, 1, 1, 8, 1, 'sample-data-weblinks', 'com_weblinks', 'Sample Data-Weblinks', 'sample-data-weblinks', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(19, 44, 14, 10, 39, 2, 'sample-data-articles/joomla', 'com_content', 'Joomla!', 'joomla', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 42, '2011-01-01 00:00:01', 0, '*'),
(20, 45, 19, 11, 38, 3, 'sample-data-articles/joomla/extensions', 'com_content', 'Extensions', 'extensions', '', '<p>The Joomla! content management system lets you create webpages of various types using extensions. There are 5 basic types of extensions: components, modules, templates, languages, and plugins. Your website includes the extensions you need to create a basic website in English, but thousands of additional extensions of all types are available. The <a href="http://extensions.joomla.org" style="color: #1b57b1; text-decoration: none; font-weight: normal;">Joomla! Extensions Directory</a> is the largest directory of Joomla extensions.</p>', 1, 0, '0000-00-00 00:00:00', 1, '{"category_layout":"","image":""}', '', '', '{"author":"","robots":""}', 499, '2011-01-01 00:00:01', 42, '2011-12-27 11:57:22', 0, '*'),
(21, 46, 20, 12, 13, 4, 'sample-data-articles/joomla/extensions/components', 'com_content', 'Components', 'components', '', '<p><img class="image-left" src="administrator/templates/bluestork/images/header/icon-48-component.png" border="0" alt="Component Image" />Components are larger extensions that produce the major content for your site. Each component has one or more "views" that control how content is displayed. In the Joomla administrator there are additional extensions such as Menus, Redirection, and the extension managers.</p>', 1, 0, '0000-00-00 00:00:00', 1, '{"category_layout":"","image":""}', '', '', '{"author":"","robots":""}', 499, '2011-01-01 00:00:01', 42, '2011-12-27 11:58:12', 0, '*'),
(22, 47, 20, 14, 25, 4, 'sample-data-articles/joomla/extensions/modules', 'com_content', 'Modules', 'modules', '', '<p><img class="image-left" src="administrator/templates/bluestork/images/header/icon-48-module.png" border="0" alt="Media Image" />Modules are small blocks of content that can be displayed in positions on a web page. The menus on this site are displayed in modules. The core of Joomla! includes 24 separate modules ranging from login to search to random images. Each module has a name that starts mod_ but when it displays it has a title. In the descriptions in this section, the titles are the same as the names.</p>', 1, 0, '0000-00-00 00:00:00', 1, '{"category_layout":"","image":""}', '', '', '{"author":"","robots":""}', 499, '2011-01-01 00:00:01', 42, '2011-12-27 11:59:44', 0, '*'),
(23, 48, 20, 26, 33, 4, 'sample-data-articles/joomla/extensions/templates', 'com_content', 'Templates', 'templates', '', '<p><img src="administrator/templates/bluestork/images/header/icon-48-themes.png" border="0" alt="Media Image" align="left" />Templates give your site its look and feel. They determine layout, colours, typefaces, graphics and other aspects of design that make your site unique. Your installation of Joomla comes prepackaged with three front end templates and two backend templates. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Extensions_Template_Manager_Templates">Help</a></p>', 1, 0, '0000-00-00 00:00:00', 1, '{"category_layout":"","image":""}', '', '', '{"author":"","robots":""}', 499, '2011-01-01 00:00:01', 42, '2011-12-27 12:04:51', 0, '*'),
(24, 49, 20, 34, 35, 4, 'sample-data-articles/joomla/extensions/languages', 'com_content', 'Languages', 'languages', '', '<p><img src="administrator/templates/bluestork/images/header/icon-48-language.png" border="0" alt="Languages Image" align="left" />Joomla! installs in English, but translations of the interfaces, sample data and help screens are available in dozens of languages. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Extensions_Language_Manager_Installed">Help</a></p>\r\n<p><a href="http://community.joomla.org/translations.html">Translation information</a></p>\r\n<p>If there is no language pack available for your language, instructions are available for creating your own translation, which you can also contribute to the community by starting a translation team to create an accredited translation. </p>\r\n<p>Translations of the interfaces are installed using the extensions manager in the site administrator and then managed using the language manager.</p>\r\n<p>If you have two or more languages installed you may enable the language switcher plugin and module. They should always be used together. If you create multilingual content and mark your content, menu items or modules as being in specific languages and follow <a href="http://docs.joomla.org/Language_Switcher_Tutorial_for_Joomla_1.6">the complete instructions</a> your users will be able to select a specific content language using the module. By default both the plugin and module are disabled.</p>\r\n<p>Joomla 2.5 installs with a language override manager that allows you to change the specific words (such as Edit or Search) used in the Joomla application.</p>\r\n<p>There are a number of extensions that can help you manage translations of content available in the<a href="http://extensions.joomla.org"> Joomla! Extensions Directory</a>.</p>', 1, 0, '0000-00-00 00:00:00', 1, '{"category_layout":"","image":""}', '', '', '{"author":"","robots":""}', 499, '2011-01-01 00:00:01', 42, '2012-01-17 16:18:40', 0, '*'),
(25, 50, 20, 36, 37, 4, 'sample-data-articles/joomla/extensions/plugins', 'com_content', 'Plugins', 'plugins', '', '<p><img src="administrator/templates/bluestork/images/header/icon-48-plugin.png" border="0" alt="Plugin Image" align="left" />Plugins are small task oriented extensions that enhance the Joomla! framework. Some are associated with particular extensions and others, such as editors, are used across all of Joomla. Most beginning users do not need to change any of the plugins that install with Joomla. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Extensions_Plugin_Manager_Edit">Help</a></p>', 1, 0, '0000-00-00 00:00:00', 1, '{"category_layout":"","image":""}', '', '', '{"author":"","robots":""}', 499, '2011-01-01 00:00:01', 42, '2011-12-27 12:11:56', 0, '*'),
(26, 51, 14, 40, 49, 2, 'sample-data-articles/park-site', 'com_content', 'Park Site', 'park-site', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 42, '2011-01-01 00:00:01', 0, 'en-GB'),
(27, 52, 26, 41, 42, 3, 'sample-data-articles/park-site/park-blog', 'com_content', 'Park Blog', 'park-blog', '', '<p><span style="font-size: 12px;">Here is where I will blog all about the parks of Australia.</span></p>\r\n<p><em>You can make a blog on your website by creating a category to write your blog posts in (this one is called Park Blog). Each blog post will be an article in that category. If you make a category blog menu link with 1 column it will look like this page, if you display the category description then this part is displayed. </em></p>\r\n<p><em>To enhance your blog you may want to add extensions for <a href="http://extensions.joomla.org/extensions/contacts-and-feedback/articles-comments" style="color: #1b57b1; text-decoration: none; font-weight: normal;">comments</a>,<a href="http://extensions.joomla.org/extensions/social-web" style="color: #1b57b1; text-decoration: none; font-weight: normal;"> interacting with social network sites</a>, <a href="http://extensions.joomla.org/extensions/content-sharing" style="color: #1b57b1; text-decoration: none; font-weight: normal;">tagging</a>, and <a href="http://extensions.joomla.org/extensions/content-sharing" style="color: #1b57b1; text-decoration: none; font-weight: normal;">keeping in contact with your readers</a>. You can also enable the syndication that is included in Joomla (in the Integration Options set Show Feed Link to Show and make sure to display the syndication module on the page).</em></p>', 1, 0, '0000-00-00 00:00:00', 1, '{"category_layout":"","image":"images\\/sampledata\\/parks\\/banner_cradle.jpg"}', '', '', '{"author":"","robots":""}', 499, '2011-01-01 00:00:01', 42, '2011-12-27 12:15:40', 0, 'en-GB'),
(28, 53, 26, 43, 48, 3, 'sample-data-articles/park-site/photo-gallery', 'com_content', 'Photo Gallery', 'photo-gallery', '', '<p><img src="images/sampledata/parks/banner_cradle.jpg" border="0" /></p>\r\n<p>These are my photos from parks I have visited (I didn''t take them, they are all from <a href="http://commons.wikimedia.org/wiki/Main_Page">Wikimedia Commons</a>).</p>\r\n<p><em>This shows you how to make a simple image gallery using articles in com_content. </em></p>\r\n<p><em>In each article put a thumbnail image before a "readmore" and the full size image after it. Set the article to Show Intro Text: Hide. </em></p>', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 42, '2011-01-01 00:00:01', 0, 'en-GB'),
(29, 54, 14, 50, 55, 2, 'sample-data-articles/fruit-shop-site', 'com_content', 'Fruit Shop Site', 'fruit-shop-site', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 42, '2011-01-01 00:00:01', 0, '*'),
(30, 55, 29, 51, 52, 3, 'sample-data-articles/fruit-shop-site/growers', 'com_content', 'Growers', 'growers', '', '<p>We search the whole countryside for the best fruit growers.</p>\r\n<p><em>You can let each supplier have a page that he or she can edit. To see this in action you will need to create a user who is in the suppliers group.  </em></p>\r\n<p><em>Create one page in the growers category for that user and make that supplier the author of the page. That user will be able to edit his or her page. </em></p>\r\n<p><em>This illustrates the use of the Edit Own permission. </em></p>', 1, 0, '0000-00-00 00:00:00', 1, '{"category_layout":"","image":""}', '', '', '{"author":"","robots":""}', 499, '2011-01-01 00:00:01', 42, '2011-12-27 12:17:40', 0, '*'),
(31, 56, 18, 2, 3, 2, 'sample-data-weblinks/park-links', 'com_weblinks', 'Park Links', 'park-links', '', '<p>Here are links to some of my favorite parks.</p>\r\n<p><em>The weblinks component provides an easy way to make links to external sites that are consistently formatted and categorised. You can create weblinks from the front end of your site.</em></p>', 1, 0, '0000-00-00 00:00:00', 1, '{"category_layout":"","image":"images\\/sampledata\\/parks\\/banner_cradle.jpg"}', '', '', '{"author":"","robots":""}', 499, '2011-01-01 00:00:01', 42, '2011-01-01 00:00:01', 0, 'en-GB'),
(32, 57, 18, 4, 7, 2, 'sample-data-weblinks/joomla-specific-links', 'com_weblinks', 'Joomla! Specific Links', 'joomla-specific-links', '', '<p>A selection of links that are all related to the Joomla Project.</p>', 1, 0, '0000-00-00 00:00:00', 1, '{"category_layout":"","image":""}', '', '', '{"author":"","robots":""}', 499, '2011-01-01 00:00:01', 42, '2011-12-27 12:32:00', 0, '*'),
(33, 58, 32, 5, 6, 3, 'sample-data-weblinks/joomla-specific-links/other-resources', 'com_weblinks', 'Other Resources', 'other-resources', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(34, 59, 16, 64, 65, 2, 'sample-data-contact/park-site', 'com_contact', 'Park Site', 'park-site', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 42, '2011-01-01 00:00:01', 0, 'en-GB'),
(35, 60, 16, 66, 123, 2, 'sample-data-contact/shop-site', 'com_contact', 'Shop Site', 'shop-site', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(36, 61, 35, 67, 68, 3, 'sample-data-contact/shop-site/staff', 'com_contact', 'Staff', 'staff', '', '<p>Please feel free to contact our staff at any time should you need assistance.</p>', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(37, 62, 35, 69, 122, 3, 'sample-data-contact/shop-site/fruit-encyclopedia', 'com_contact', 'Fruit Encyclopedia', 'fruit-encyclopedia', '', '<p> </p><p>Our directory of information about different kinds of fruit.</p><p>We love fruit and want the world to know more about all of its many varieties.</p><p>Although it is small now, we work on it whenever we have a chance.</p><p>All of the images can be found in <a href="http://commons.wikimedia.org/wiki/Main_Page">Wikimedia Commons</a>.</p><p><img src="images/sampledata/fruitshop/apple.jpg" border="0" alt="Apples" title="Apples" /></p><p><em>This encyclopedia is implemented using the contact component, each fruit a separate contact and a category for each letter. A CSS style is used to create the horizontal layout of the alphabet headings. </em></p><p><em>If you wanted to, you could allow some users (such as your growers) to have access to just this category in the contact component and let them help you to create new content for the encyclopedia.</em></p><p> </p>', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(38, 63, 37, 70, 71, 4, 'sample-data-contact/shop-site/fruit-encyclopedia/a', 'com_contact', 'A', 'a', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(39, 64, 37, 72, 73, 4, 'sample-data-contact/shop-site/fruit-encyclopedia/b', 'com_contact', 'B', 'b', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(40, 65, 37, 74, 75, 4, 'sample-data-contact/shop-site/fruit-encyclopedia/c', 'com_contact', 'C', 'c', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(41, 66, 37, 76, 77, 4, 'sample-data-contact/shop-site/fruit-encyclopedia/d', 'com_contact', 'D', 'd', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(42, 67, 37, 78, 79, 4, 'sample-data-contact/shop-site/fruit-encyclopedia/e', 'com_contact', 'E', 'e', '', '', 0, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(43, 68, 37, 80, 81, 4, 'sample-data-contact/shop-site/fruit-encyclopedia/f', 'com_contact', 'F', 'f', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(44, 69, 37, 82, 83, 4, 'sample-data-contact/shop-site/fruit-encyclopedia/g', 'com_contact', 'G', 'g', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(45, 70, 37, 84, 85, 4, 'sample-data-contact/shop-site/fruit-encyclopedia/h', 'com_contact', 'H', 'h', '', '', 0, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(46, 71, 37, 86, 87, 4, 'sample-data-contact/shop-site/fruit-encyclopedia/i', 'com_contact', 'I', 'i', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(47, 72, 37, 88, 89, 4, 'sample-data-contact/shop-site/fruit-encyclopedia/j', 'com_contact', 'J', 'j', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(48, 73, 37, 90, 91, 4, 'sample-data-contact/shop-site/fruit-encyclopedia/k', 'com_contact', 'K', 'k', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(49, 74, 37, 92, 93, 4, 'sample-data-contact/shop-site/fruit-encyclopedia/l', 'com_contact', 'L', 'l', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(50, 75, 37, 94, 95, 4, 'sample-data-contact/shop-site/fruit-encyclopedia/m', 'com_contact', 'M', 'm', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(51, 76, 37, 96, 97, 4, 'sample-data-contact/shop-site/fruit-encyclopedia/n', 'com_contact', 'N', 'n', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(52, 77, 37, 98, 99, 4, 'sample-data-contact/shop-site/fruit-encyclopedia/o', 'com_contact', 'O', 'o', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(53, 78, 37, 100, 101, 4, 'sample-data-contact/shop-site/fruit-encyclopedia/p', 'com_contact', 'P', 'p', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(54, 79, 37, 102, 103, 4, 'sample-data-contact/shop-site/fruit-encyclopedia/q', 'com_contact', 'Q', 'q', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(55, 80, 37, 104, 105, 4, 'sample-data-contact/shop-site/fruit-encyclopedia/r', 'com_contact', 'R', 'r', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(56, 81, 37, 106, 107, 4, 'sample-data-contact/shop-site/fruit-encyclopedia/s', 'com_contact', 'S', 's', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(57, 82, 37, 108, 109, 4, 'sample-data-contact/shop-site/fruit-encyclopedia/t', 'com_contact', 'T', 't', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(58, 83, 37, 110, 111, 4, 'sample-data-contact/shop-site/fruit-encyclopedia/u', 'com_contact', 'U', 'u', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(59, 84, 37, 112, 113, 4, 'sample-data-contact/shop-site/fruit-encyclopedia/v', 'com_contact', 'V', 'v', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(60, 85, 37, 114, 115, 4, 'sample-data-contact/shop-site/fruit-encyclopedia/w', 'com_contact', 'W', 'w', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(61, 86, 37, 116, 117, 4, 'sample-data-contact/shop-site/fruit-encyclopedia/x', 'com_contact', 'X', 'x', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(62, 87, 37, 118, 119, 4, 'sample-data-contact/shop-site/fruit-encyclopedia/y', 'com_contact', 'Y', 'y', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(63, 88, 37, 120, 121, 4, 'sample-data-contact/shop-site/fruit-encyclopedia/z', 'com_contact', 'Z', 'z', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(64, 93, 22, 15, 16, 5, 'sample-data-articles/joomla/extensions/modules/articles-modules', 'com_content', 'Content Modules', 'articles-modules', '', '<p>Content modules display article and other information from the content component.</p>', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 42, '2011-01-01 00:00:01', 0, '*'),
(65, 94, 22, 17, 18, 5, 'sample-data-articles/joomla/extensions/modules/user-modules', 'com_content', 'User Modules', 'user-modules', '', '<p>User modules interact with the user system, allowing users to login, show who is logged-in, and showing the most recently registered users.</p>', 1, 0, '0000-00-00 00:00:00', 1, '{"category_layout":"","image":""}', '', '', '{"author":"","robots":""}', 499, '2011-01-01 00:00:01', 42, '2011-12-27 12:00:50', 0, '*'),
(66, 95, 22, 19, 20, 5, 'sample-data-articles/joomla/extensions/modules/display-modules', 'com_content', 'Display Modules', 'display-modules', '', '<p>These modules display information from components other than content and user. These include weblinks, news feeds and the media manager.</p>', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*'),
(67, 96, 22, 21, 22, 5, 'sample-data-articles/joomla/extensions/modules/utility-modules', 'com_content', 'Utility Modules', 'utility-modules', '', '<p>Utility modules provide useful functionality such as search, syndication and statistics.</p>', 1, 0, '0000-00-00 00:00:00', 1, '{"category_layout":"","image":""}', '', '', '{"author":"","robots":""}', 499, '2011-01-01 00:00:01', 42, '2011-12-27 12:01:34', 0, '*'),
(68, 97, 23, 31, 32, 5, 'sample-data-articles/joomla/extensions/templates/atomic', 'com_content', 'Atomic', 'atomic', '', '<p><img src="templates/atomic/template_thumbnail.png" border="0" alt="The Atomic Template" style="border: 0; float: right;" /></p>\r\n<p>Atomic is a minimal template designed to be a skeleton for making your own template and to learn about Joomla! templating.</p>\r\n<ul>\r\n<li><a href="index.php?Itemid=285">Home Page</a></li>\r\n<li><a href="index.php?Itemid=316">Typography</a></li>\r\n</ul>', 1, 0, '0000-00-00 00:00:00', 1, '{"category_layout":"","image":""}', '', '', '{"author":"","robots":""}', 499, '2011-01-01 00:00:01', 42, '2011-12-27 12:08:16', 0, '*'),
(69, 98, 23, 27, 28, 5, 'sample-data-articles/joomla/extensions/templates/beez-20', 'com_content', 'Beez 20', 'beez-20', '', '<p><img src="templates/beez_20/template_thumbnail.png" border="0" alt="Beez_20 thumbnail" align="right" style="float: right;" /></p>\r\n<p>Beez 2.0 is a versatile, easy to customise template that works for a variety of sites. It meets major accessibility standards and demonstrates a range of css and javascript techniques. It is the default template that installs with Joomla!</p>\r\n<ul>\r\n<li><a href="index.php?Itemid=424">Home Page</a></li>\r\n<li><a href="index.php?Itemid=423">Typography</a></li>\r\n</ul>', 1, 0, '0000-00-00 00:00:00', 1, '{"category_layout":"","image":""}', '', '', '{"author":"","robots":""}', 499, '2011-01-01 00:00:01', 42, '2011-01-01 00:00:01', 0, '*'),
(70, 99, 23, 29, 30, 5, 'sample-data-articles/joomla/extensions/templates/beez-5', 'com_content', 'Beez 5', 'beez-5', '', '<p><img src="templates/beez5/template_thumbnail.png" border="0" alt="Beez5 Thumbnail" align="right" style="float: right;" /></p>\r\n<p>Beez 5 is an html5 implementation of a Joomla! template. It uses a number of html5 techniques to enhance the presentation of a site. It is used as the template for the Fruit Shop sample site.</p>\r\n<ul>\r\n<li><a href="index.php?Itemid=458">Home Page</a></li>\r\n<li><a href="index.php?Itemid=457">Typography</a></li>\r\n</ul>', 1, 0, '0000-00-00 00:00:00', 1, '{"category_layout":"","image":""}', '', '', '{"author":"","robots":""}', 499, '2011-01-01 00:00:01', 42, '2011-12-27 12:06:57', 0, '*'),
(72, 108, 28, 44, 45, 4, 'sample-data-articles/park-site/photo-gallery/animals', 'com_content', 'Animals', 'animals', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 42, '2011-01-01 00:00:01', 0, 'en-GB'),
(73, 109, 28, 46, 47, 4, 'sample-data-articles/park-site/photo-gallery/scenery', 'com_content', 'Scenery', 'scenery', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 42, '2011-01-01 00:00:01', 0, 'en-GB'),
(75, 166, 22, 23, 24, 5, 'sample-data-articles/joomla/extensions/modules/navigation-modules', 'com_content', 'Navigation Modules', 'navigation-modules', '', '<p>Navigation modules help your visitors move through your site and find what they need.</p>\r\n<p>Menus provide your site with structure and help your visitors navigate your site.  Although they are all based on the same menu module, the variety of ways menus are used in the sample data show how flexible this module is.</p>\r\n<p>A menu can range from extremely simple (for example the top menu or the menu for the Australian Parks sample site) to extremely complex (for example the About Joomla! menu with its many levels). They can also be used for other types of presentation such as the site map linked from the "This Site" menu.</p>\r\n<p>Breadcrumbs provide users with information about where they are in a site.</p>', 1, 0, '0000-00-00 00:00:00', 1, '{"category_layout":"","image":""}', '', '', '{"author":"","robots":""}', 499, '2011-01-01 00:00:01', 42, '2011-01-01 00:00:01', 0, '*'),
(76, 167, 29, 53, 54, 3, 'sample-data-articles/fruit-shop-site/recipes', 'com_content', 'Recipes', 'recipes', '', '<p>Customers and suppliers can post their favorite recipes for fruit here.</p>\r\n<p>A good idea is to promote the use of metadata keywords to make finding other recipes for the same fruit easier.</p>\r\n<p><em>To see this in action, create a user assigned to the customer group and a user assigned to the suppliers group. These users will be able to create their own recipe pages and edit those pages. They will not be able to edit other users'' pages.</em><br /><br /></p>', 1, 0, '0000-00-00 00:00:00', 1, '{"category_layout":"","image":""}', '', '', '{"author":"","robots":""}', 499, '2011-01-01 00:00:01', 42, '2011-12-27 12:18:25', 0, '*'),
(77, 169, 1, 133, 134, 1, 'uncategorised', 'com_users', 'Uncategorised', 'uncategorised', '', '', 1, 0, '0000-00-00 00:00:00', 1, '{"target":"","image":""}', '', '', '{"page_title":"","author":"","robots":""}', 499, '2011-01-01 00:00:01', 0, '2011-01-01 00:00:01', 0, '*');

-- --------------------------------------------------------

--
-- Структура таблицы `jml_community_fields_values`
--

CREATE TABLE IF NOT EXISTS `jml_community_fields_values` (
`id` int(10) NOT NULL,
  `user_id` int(11) NOT NULL,
  `field_id` int(10) NOT NULL,
  `value` text NOT NULL,
  `access` tinyint(3) NOT NULL DEFAULT '0'
) ENGINE=MyISAM AUTO_INCREMENT=54 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `jml_community_fields_values`
--

INSERT INTO `jml_community_fields_values` (`id`, `user_id`, `field_id`, `value`, `access`) VALUES
(1, 499, 2, 'Женский', 0),
(2, 174, 3, '1996-8-22 23:59:59', 0),
(3, 174, 4, '', 0),
(4, 174, 6, '', 0),
(5, 174, 7, '', 0),
(6, 174, 8, '2131', 0),
(7, 174, 9, '321', 0),
(8, 174, 10, '31231', 0),
(9, 174, 11, 'COM_COMMUNITY_LANG_NAME_BAHRAIN', 0),
(10, 174, 12, 'http://vk.com/sagita13', 0),
(11, 174, 14, '131', 0),
(12, 174, 15, '21312', 0),
(13, 504, 17, 'Дон Кихот', 0),
(14, 174, 18, 'Интуитивный', 0),
(15, 174, 19, 'ВЛФЭ - Ленин', 0),
(16, 174, 21, 'Украина', 0),
(17, 174, 22, 'Днепропетровск', 0),
(18, 174, 23, 'http://vk.com/sagita13', 0),
(19, 174, 24, '', 0),
(20, 174, 25, '', 0),
(49, 173, 21, 'Украина', 0),
(48, 173, 19, '', 0),
(47, 173, 18, '', 0),
(46, 499, 17, 'Габен', 0),
(45, 173, 4, '', 0),
(44, 173, 3, '1996-12-6 23:59:59', 0),
(43, 504, 2, 'Мужской', 0),
(50, 173, 22, 'Днепропетровск', 0),
(51, 173, 23, 'http://vk.com/tirraon', 30),
(52, 173, 24, 'tironar', 30),
(53, 173, 25, 'maxim1296@yandex.ru', 0);

-- --------------------------------------------------------

--
-- Структура таблицы `jml_community_users`
--

CREATE TABLE IF NOT EXISTS `jml_community_users` (
  `userid` int(11) NOT NULL,
  `status` text NOT NULL,
  `status_access` int(11) NOT NULL DEFAULT '0',
  `points` int(11) NOT NULL,
  `posted_on` datetime NOT NULL,
  `avatar` text NOT NULL,
  `thumb` text NOT NULL,
  `cover` text NOT NULL,
  `invite` int(11) NOT NULL DEFAULT '0',
  `params` text NOT NULL,
  `view` int(11) NOT NULL DEFAULT '0',
  `friends` text NOT NULL,
  `groups` text NOT NULL,
  `events` text NOT NULL,
  `friendcount` int(11) NOT NULL DEFAULT '0',
  `alias` varchar(255) NOT NULL,
  `latitude` float(10,6) NOT NULL DEFAULT '255.000000',
  `longitude` float(10,6) NOT NULL DEFAULT '255.000000',
  `profile_id` int(11) NOT NULL DEFAULT '0',
  `storage` varchar(64) NOT NULL DEFAULT 'file',
  `watermark_hash` varchar(255) NOT NULL,
  `search_email` tinyint(1) NOT NULL DEFAULT '1'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `jml_community_users`
--

INSERT INTO `jml_community_users` (`userid`, `status`, `status_access`, `points`, `posted_on`, `avatar`, `thumb`, `cover`, `invite`, `params`, `view`, `friends`, `groups`, `events`, `friendcount`, `alias`, `latitude`, `longitude`, `profile_id`, `storage`, `watermark_hash`, `search_email`) VALUES
(499, '', 0, 3, '0000-00-00 00:00:00', 'images/avatar/db22ca2ca1839eae53f29d13.jpg', 'images/avatar/thumb_db22ca2ca1839eae53f29d13.jpg', 'images/cover/profile/173/d63df068bee481ce88961ff8863e0b45.jpg', 0, '{"notifyEmailSystem":1,"privacyProfileView":0,"privacyPhotoView":0,"privacyFriendsView":0,"privacyGroupsView":"","privacyVideoView":0,"notifyEmailMessage":1,"notifyEmailApps":1,"notifyWallComment":0,"notif_groups_notify_admin":1,"etype_groups_notify_admin":1,"notif_user_profile_delete":1,"etype_user_profile_delete":1,"notif_system_reports_threshold":1,"etype_system_reports_threshold":1,"notif_profile_activity_add_comment":1,"etype_profile_activity_add_comment":1,"notif_profile_activity_reply_comment":1,"etype_profile_activity_reply_comment":1,"notif_profile_status_update":1,"etype_profile_status_update":1,"notif_profile_like":1,"etype_profile_like":1,"notif_profile_stream_like":1,"etype_profile_stream_like":1,"notif_friends_request_connection":1,"etype_friends_request_connection":1,"notif_friends_create_connection":1,"etype_friends_create_connection":1,"notif_inbox_create_message":1,"etype_inbox_create_message":1,"notif_groups_invite":1,"etype_groups_invite":1,"notif_groups_discussion_reply":1,"etype_groups_discussion_reply":1,"notif_groups_wall_create":1,"etype_groups_wall_create":1,"notif_groups_create_discussion":1,"etype_groups_create_discussion":1,"notif_groups_create_news":1,"etype_groups_create_news":1,"notif_groups_create_album":1,"etype_groups_create_album":1,"notif_groups_create_video":1,"etype_groups_create_video":1,"notif_groups_create_event":1,"etype_groups_create_event":1,"notif_groups_sendmail":1,"etype_groups_sendmail":1,"notif_groups_member_approved":1,"etype_groups_member_approved":1,"notif_groups_member_join":1,"etype_groups_member_join":1,"notif_groups_notify_creator":1,"etype_groups_notify_creator":1,"notif_groups_discussion_newfile":1,"etype_groups_discussion_newfile":1,"notif_groups_activity_add_comment":0,"etype_groups_activity_add_comment":0,"notif_events_notify_admin":1,"etype_events_notify_admin":1,"notif_events_invite":1,"etype_events_invite":1,"notif_events_invitation_approved":1,"etype_events_invitation_approved":1,"notif_events_sendmail":1,"etype_events_sendmail":1,"notif_event_notify_creator":0,"etype_event_notify_creator":0,"notif_event_join_request":1,"etype_event_join_request":1,"notif_events_activity_add_comment":0,"etype_events_activity_add_comment":0,"notif_videos_submit_wall":1,"etype_videos_submit_wall":1,"notif_videos_reply_wall":1,"etype_videos_reply_wall":1,"notif_videos_tagging":1,"etype_videos_tagging":1,"notif_videos_like":1,"etype_videos_like":1,"notif_videos_convert_success":1,"etype_videos_convert_success":1,"notif_photos_submit_wall":1,"etype_photos_submit_wall":1,"notif_photos_reply_wall":1,"etype_photos_reply_wall":1,"notif_photos_tagging":1,"etype_photos_tagging":1,"notif_photos_like":1,"etype_photos_like":1,"notif_system_messaging":1,"etype_system_messaging":1,"postFacebookStatus":"0"}', 1, '174', '', '', 1, '173:tirraon', 48.379433, 31.165581, 0, 'file', '', 1),
(504, '^___^', 0, 8, '2015-01-19 20:46:58', 'images/avatar/59eeada1f59d3eb56b140366.jpg', 'images/avatar/thumb_59eeada1f59d3eb56b140366.jpg', 'images/cover/profile/174/de62b96574a24de0b408a2b111d0fae8.jpg', 0, '{"notifyEmailSystem":1,"privacyProfileView":"0","privacyPhotoView":"0","privacyFriendsView":"0","privacyGroupsView":"0","privacyVideoView":0,"notifyEmailMessage":1,"notifyEmailApps":1,"notifyWallComment":0,"notif_groups_notify_admin":1,"etype_groups_notify_admin":1,"notif_user_profile_delete":1,"etype_user_profile_delete":1,"notif_system_reports_threshold":1,"etype_system_reports_threshold":1,"notif_profile_activity_add_comment":"1","etype_profile_activity_add_comment":"0","notif_profile_activity_reply_comment":"1","etype_profile_activity_reply_comment":"0","notif_profile_status_update":"1","etype_profile_status_update":"0","notif_profile_like":"1","etype_profile_like":"0","notif_profile_stream_like":"1","etype_profile_stream_like":"0","notif_friends_request_connection":"1","etype_friends_request_connection":"0","notif_friends_create_connection":"1","etype_friends_create_connection":"0","notif_inbox_create_message":"1","etype_inbox_create_message":"0","notif_groups_invite":"1","etype_groups_invite":"0","notif_groups_discussion_reply":"1","etype_groups_discussion_reply":"0","notif_groups_wall_create":"1","etype_groups_wall_create":"0","notif_groups_create_discussion":"1","etype_groups_create_discussion":"0","notif_groups_create_news":"1","etype_groups_create_news":"0","notif_groups_create_album":"1","etype_groups_create_album":"0","notif_groups_create_video":"1","etype_groups_create_video":"0","notif_groups_create_event":"1","etype_groups_create_event":"0","notif_groups_sendmail":"1","etype_groups_sendmail":"0","notif_groups_member_approved":"1","etype_groups_member_approved":"0","notif_groups_member_join":"1","etype_groups_member_join":"0","notif_groups_notify_creator":"1","etype_groups_notify_creator":"0","notif_groups_discussion_newfile":"1","etype_groups_discussion_newfile":"0","notif_groups_activity_add_comment":"0","etype_groups_activity_add_comment":"0","notif_events_notify_admin":1,"etype_events_notify_admin":1,"notif_events_invite":"1","etype_events_invite":"0","notif_events_invitation_approved":"1","etype_events_invitation_approved":"0","notif_events_sendmail":"1","etype_events_sendmail":"0","notif_event_notify_creator":"0","etype_event_notify_creator":"0","notif_event_join_request":"1","etype_event_join_request":"0","notif_events_activity_add_comment":"0","etype_events_activity_add_comment":"0","notif_videos_submit_wall":1,"etype_videos_submit_wall":1,"notif_videos_reply_wall":1,"etype_videos_reply_wall":1,"notif_videos_tagging":1,"etype_videos_tagging":1,"notif_videos_like":1,"etype_videos_like":1,"notif_videos_convert_success":1,"etype_videos_convert_success":1,"notif_photos_submit_wall":"1","etype_photos_submit_wall":"0","notif_photos_reply_wall":"1","etype_photos_reply_wall":"0","notif_photos_tagging":"1","etype_photos_tagging":"0","notif_photos_like":"1","etype_photos_like":"0","notif_system_messaging":"1","etype_system_messaging":"0","postFacebookStatus":1,"coverPosition":"-53.4005%","mobileView":null,"activityLimit":"20","profileLikes":"1","option":"com_community","daylightsavingoffset":"0","lastnotificationlist":"2015-01-19 21:00:38"}', 5, '173', '', '1', 1, 'sagita', 48.379433, 31.165581, 0, 'file', '', 1);

-- --------------------------------------------------------

--
-- Структура таблицы `jml_contact_details`
--

CREATE TABLE IF NOT EXISTS `jml_contact_details` (
`id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL DEFAULT '',
  `alias` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL DEFAULT '',
  `con_position` varchar(255) DEFAULT NULL,
  `address` text,
  `suburb` varchar(100) DEFAULT NULL,
  `state` varchar(100) DEFAULT NULL,
  `country` varchar(100) DEFAULT NULL,
  `postcode` varchar(100) DEFAULT NULL,
  `telephone` varchar(255) DEFAULT NULL,
  `fax` varchar(255) DEFAULT NULL,
  `misc` mediumtext,
  `image` varchar(255) DEFAULT NULL,
  `imagepos` varchar(20) DEFAULT NULL,
  `email_to` varchar(255) DEFAULT NULL,
  `default_con` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `published` tinyint(1) NOT NULL DEFAULT '0',
  `checked_out` int(10) unsigned NOT NULL DEFAULT '0',
  `checked_out_time` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `ordering` int(11) NOT NULL DEFAULT '0',
  `params` text NOT NULL,
  `user_id` int(11) NOT NULL DEFAULT '0',
  `catid` int(11) NOT NULL DEFAULT '0',
  `access` int(10) unsigned NOT NULL DEFAULT '0',
  `mobile` varchar(255) NOT NULL DEFAULT '',
  `webpage` varchar(255) NOT NULL DEFAULT '',
  `sortname1` varchar(255) NOT NULL,
  `sortname2` varchar(255) NOT NULL,
  `sortname3` varchar(255) NOT NULL,
  `language` char(7) NOT NULL,
  `created` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `created_by` int(10) unsigned NOT NULL DEFAULT '0',
  `created_by_alias` varchar(255) NOT NULL DEFAULT '',
  `modified` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `modified_by` int(10) unsigned NOT NULL DEFAULT '0',
  `metakey` text NOT NULL,
  `metadesc` text NOT NULL,
  `metadata` text NOT NULL,
  `featured` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT 'Set if article is featured.',
  `xreference` varchar(50) NOT NULL COMMENT 'A reference to enable linkages to external data sets.',
  `publish_up` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `publish_down` datetime NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `jml_contact_details`
--

INSERT INTO `jml_contact_details` (`id`, `name`, `alias`, `con_position`, `address`, `suburb`, `state`, `country`, `postcode`, `telephone`, `fax`, `misc`, `image`, `imagepos`, `email_to`, `default_con`, `published`, `checked_out`, `checked_out_time`, `ordering`, `params`, `user_id`, `catid`, `access`, `mobile`, `webpage`, `sortname1`, `sortname2`, `sortname3`, `language`, `created`, `created_by`, `created_by_alias`, `modified`, `modified_by`, `metakey`, `metadesc`, `metadata`, `featured`, `xreference`, `publish_up`, `publish_down`) VALUES
(1, 'Contact Name Here', 'name', 'Position', 'Street Address', 'Suburb', 'State', 'Country', 'Zip Code', 'Telephone', 'Fax', '<p>Information about or by the contact.</p>', 'images/powered_by.png', 'top', 'email@example.com', 1, 1, 0, '0000-00-00 00:00:00', 1, '{"show_contact_category":"","show_contact_list":"","presentation_style":"","show_name":"","show_position":"","show_email":"","show_street_address":"","show_suburb":"","show_state":"","show_postcode":"","show_country":"","show_telephone":"","show_mobile":"","show_fax":"","show_webpage":"","show_misc":"","show_image":"","allow_vcard":"","show_articles":"","show_profile":"","show_links":"1","linka_name":"Twitter","linka":"http:\\/\\/twitter.com\\/joomla","linkb_name":"YouTube","linkb":"http:\\/\\/www.youtube.com\\/user\\/joomla","linkc_name":"Facebook","linkc":"http:\\/\\/www.facebook.com\\/joomla","linkd_name":"FriendFeed","linkd":"http:\\/\\/friendfeed.com\\/joomla","linke_name":"Scribed","linke":"http:\\/\\/www.scribd.com\\/people\\/view\\/504592-joomla","contact_layout":"","show_email_form":"","show_email_copy":"","banned_email":"","banned_subject":"","banned_text":"","validate_session":"","custom_reply":"","redirect":""}', 0, 16, 1, '', '', 'last', 'first', 'middle', 'en-GB', '2011-01-01 00:00:01', 499, '', '2011-12-27 12:23:32', 42, '', '', '{"robots":"","rights":""}', 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(2, 'Webmaster', 'webmaster', '', '', '', '', '', '', '', '', '', '', NULL, 'webmaster@example.com', 0, 1, 0, '0000-00-00 00:00:00', 1, '{"show_contact_category":"","show_contact_list":"","presentation_style":"","show_name":"","show_position":"","show_email":"","show_street_address":"","show_suburb":"","show_state":"","show_postcode":"","show_country":"","show_telephone":"","show_mobile":"","show_fax":"","show_webpage":"","show_misc":"","show_image":"","allow_vcard":"","show_articles":"","show_profile":"","show_links":"","linka_name":"","linka":"","linkb_name":"","linkb":"","linkc_name":"","linkc":"","linkd_name":"","linkd":"","linke_name":"","linke":"","show_email_form":"1","show_email_copy":"1","banned_email":"","banned_subject":"","banned_text":"","validate_session":"1","custom_reply":"","redirect":""}', 0, 34, 1, '', '', '', '', '', 'en-GB', '2011-01-01 00:00:01', 499, '', '2011-01-01 00:00:01', 42, '', '', '{"robots":"","rights":""}', 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(3, 'Owner', 'owner', '', '', '', '', '', '', '', '', '<p>I''m the owner of this store.</p>', '', NULL, '', 0, 1, 0, '0000-00-00 00:00:00', 2, '{"show_contact_category":"","show_contact_list":"","presentation_style":"","show_name":"","show_position":"","show_email":"","show_street_address":"","show_suburb":"","show_state":"","show_postcode":"","show_country":"","show_telephone":"","show_mobile":"","show_fax":"","show_webpage":"","show_misc":"","show_image":"","allow_vcard":"","show_articles":"","show_profile":"","show_links":"","linka_name":"","linka":"","linkb_name":"","linkb":"","linkc_name":"","linkc":"","linkd_name":"","linkd":"","linke_name":"","linke":"","show_email_form":"","show_email_copy":"","banned_email":"","banned_subject":"","banned_text":"","validate_session":"","custom_reply":"","redirect":""}', 0, 36, 1, '', '', '', '', '', '*', '2011-01-01 00:00:01', 499, '', '2011-01-01 00:00:01', 42, '', '', '{"robots":"","rights":""}', 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(4, 'Buyer', 'buyer', '', '', '', '', '', '', '', '', '<p>I am in charge of buying fruit. If you sell good fruit, contact me.</p>', '', NULL, '', 0, 1, 0, '0000-00-00 00:00:00', 1, '{"show_contact_category":"","show_contact_list":"","presentation_style":"","show_name":"","show_position":"","show_email":"","show_street_address":"","show_suburb":"","show_state":"","show_postcode":"","show_country":"","show_telephone":"","show_mobile":"","show_fax":"","show_webpage":"","show_misc":"","show_image":"","allow_vcard":"","show_articles":"","show_profile":"","show_links":"0","linka_name":"","linka":"","linkb_name":"","linkb":"","linkc_name":"","linkc":"","linkd_name":"","linkd":"","linke_name":"","linke":"","show_email_form":"","show_email_copy":"","banned_email":"","banned_subject":"","banned_text":"","validate_session":"","custom_reply":"","redirect":""}', 0, 36, 1, '', '', '', '', '', '*', '2011-01-01 00:00:01', 499, '', '2011-01-01 00:00:01', 42, '', '', '{"robots":"","rights":""}', 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(5, 'Bananas', 'bananas', 'Scientific Name: Musa', 'Image Credit: Enzik\r\nRights: Creative Commons Share Alike Unported 3.0\r\nSource: http://commons.wikimedia.org/wiki/File:Bananas_-_Morocco.jpg', '', 'Type: Herbaceous', 'Large Producers: India, China, Brasil', '', '', '', '<p>Bananas are a great source of potassium.</p>\r\n<p> </p>', 'images/sampledata/fruitshop/bananas_2.jpg', NULL, '', 0, 1, 0, '0000-00-00 00:00:00', 1, '{"show_contact_category":"show_with_link","show_contact_list":"","presentation_style":"plain","show_name":"","show_position":"1","show_email":"","show_street_address":"","show_suburb":"","show_state":"1","show_postcode":"","show_country":"1","show_telephone":"","show_mobile":"","show_fax":"","show_webpage":"","show_misc":"","show_image":"","allow_vcard":"","show_articles":"","show_profile":"","show_links":"1","linka_name":"Wikipedia: Banana English","linka":"http:\\/\\/en.wikipedia.org\\/wiki\\/Banana","linkb_name":"Wikipedia:  \\u0939\\u093f\\u0928\\u094d\\u0926\\u0940 \\u0915\\u0947\\u0932\\u093e","linkb":"http:\\/\\/hi.wikipedia.org\\/wiki\\/%E0%A4%95%E0%A5%87%E0%A4%B2%E0%A4%BE","linkc_name":"Wikipedia:Banana Portugu\\u00eas","linkc":"http:\\/\\/pt.wikipedia.org\\/wiki\\/Banana","linkd_name":"Wikipedia: \\u0411\\u0430\\u043d\\u0430\\u043d  \\u0420\\u0443\\u0441\\u0441\\u043a\\u0438\\u0439","linkd":"http:\\/\\/ru.wikipedia.org\\/\\u0411\\u0430\\u043d\\u0430\\u043d","linke_name":"","linke":"","contact_layout":"beez5:encyclopedia"}', 0, 39, 1, '', '', '', '', '', '*', '2011-01-01 00:00:01', 499, '', '2011-01-01 00:00:01', 42, '', '', '{"robots":"","rights":""}', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(6, 'Apples', 'apples', 'Scientific Name: Malus domestica', 'Image Credit: Fievet\r\nRights: Public Domain\r\nSource: http://commons.wikimedia.org/wiki/File:Pommes_vertes.JPG', '', 'Family: Rosaceae', 'Large: Producers: China, United States', '', '', '', '<p>Apples are a versatile fruit, used for eating, cooking, and preserving.</p>\r\n<p>There are more that 7500 different kinds of apples grown around the world.</p>', 'images/sampledata/fruitshop/apple.jpg', NULL, '', 0, 1, 0, '0000-00-00 00:00:00', 1, '{"show_contact_category":"","show_contact_list":"","presentation_style":"plain","show_name":"","show_position":"","show_email":"","show_street_address":"","show_suburb":"","show_state":"","show_postcode":"","show_country":"","show_telephone":"","show_mobile":"","show_fax":"","show_webpage":"","show_misc":"","show_image":"","allow_vcard":"","show_articles":"","show_profile":"","show_links":"1","linka_name":"Wikipedia: Apples English","linka":"http:\\/\\/en.wikipedia.org\\/wiki\\/Apple","linkb_name":"Wikipedia: Manzana Espa\\u00f1ol ","linkb":"http:\\/\\/es.wikipedia.org\\/wiki\\/Manzana","linkc_name":"Wikipedia: \\u82f9\\u679c \\u4e2d\\u6587","linkc":"http:\\/\\/zh.wikipedia.org\\/zh\\/\\u82f9\\u679c","linkd_name":"Wikipedia: Tofaa Kiswahili","linkd":"http:\\/\\/sw.wikipedia.org\\/wiki\\/Tofaa","linke_name":"","linke":"","contact_layout":"beez5:encyclopedia"}', 0, 38, 1, '', '', '', '', '', '*', '2011-01-01 00:00:01', 499, '', '2011-01-01 00:00:01', 42, '', '', '{"robots":"","rights":""}', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(7, 'Tamarind', 'tamarind', 'Scientific Name: Tamarindus indica', 'Image Credit: Franz Eugen Köhler, Köhler''s Medizinal-Pflanzen \r\nRights: Public Domain\r\nSource:http://commons.wikimedia.org/wiki/File:Koeh-134.jpg', '', 'Family: Fabaceae', 'Large Producers: India, United States', '', '', '', '<p>Tamarinds are a versatile fruit used around the world. In its young form it is used in hot sauces; ripened it is the basis for many refreshing drinks.</p>\r\n<p> </p>', 'images/sampledata/fruitshop/tamarind.jpg', NULL, '', 0, 1, 0, '0000-00-00 00:00:00', 1, '{"show_contact_category":"","show_contact_list":"","presentation_style":"plain","show_name":"","show_position":"","show_email":"","show_street_address":"","show_suburb":"","show_state":"","show_postcode":"","show_country":"","show_telephone":"","show_mobile":"","show_fax":"","show_webpage":"","show_misc":"","show_image":"","allow_vcard":"","show_articles":"","show_profile":"","show_links":"1","linka_name":"Wikipedia: Tamarind English","linka":"http:\\/\\/en.wikipedia.org\\/wiki\\/Tamarind","linkb_name":"Wikipedia: \\u09a4\\u09c7\\u0981\\u09a4\\u09c1\\u09b2  \\u09ac\\u09be\\u0982\\u09b2\\u09be  ","linkb":"http:\\/\\/bn.wikipedia.org\\/wiki\\/\\u09a4\\u09c7\\u0981\\u09a4\\u09c1\\u09b2 ","linkc_name":"Wikipedia: Tamarinier Fran\\u00e7ais","linkc":"http:\\/\\/fr.wikipedia.org\\/wiki\\/Tamarinier","linkd_name":"Wikipedia:Tamaline lea faka-Tonga","linkd":"http:\\/\\/to.wikipedia.org\\/wiki\\/Tamaline","linke_name":"","linke":"","contact_layout":"beez5:encyclopedia"}', 0, 57, 1, '', '', '', '', '', '*', '2011-01-01 00:00:01', 499, '', '2011-01-01 00:00:01', 42, '', '', '{"robots":"","rights":""}', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(8, 'Shop Address', 'shop-address', '', '', 'Our City', 'Our Province', 'Our Country', '', '555-555-5555', '', '<p>Here are directions for how to get to our shop.</p>', '', NULL, '', 0, 1, 0, '0000-00-00 00:00:00', 1, '{"show_contact_category":"","show_contact_list":"","presentation_style":"","show_name":"","show_position":"","show_email":"","show_street_address":"","show_suburb":"","show_state":"","show_postcode":"","show_country":"","show_telephone":"","show_mobile":"","show_fax":"","show_webpage":"","show_misc":"","show_image":"","allow_vcard":"","show_articles":"","show_profile":"","show_links":"","linka_name":"","linka":"","linkb_name":"","linkb":"","linkc_name":"","linkc":"","linkd_name":"","linkd":"","linke_name":"","linke":"","show_email_form":"","show_email_copy":"","banned_email":"","banned_subject":"","banned_text":"","validate_session":"","custom_reply":"","redirect":""}', 0, 35, 1, '', '', '', '', '', '*', '2011-01-01 00:00:01', 499, '', '2011-01-01 00:00:01', 42, '', '', '{"robots":"","rights":""}', 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Структура таблицы `jml_content`
--

CREATE TABLE IF NOT EXISTS `jml_content` (
`id` int(10) unsigned NOT NULL,
  `asset_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT 'FK to the #__assets table.',
  `title` varchar(255) NOT NULL DEFAULT '',
  `alias` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL DEFAULT '',
  `title_alias` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL DEFAULT '' COMMENT 'Deprecated in Joomla! 3.0',
  `introtext` mediumtext NOT NULL,
  `fulltext` mediumtext NOT NULL,
  `state` tinyint(3) NOT NULL DEFAULT '0',
  `sectionid` int(10) unsigned NOT NULL DEFAULT '0',
  `mask` int(10) unsigned NOT NULL DEFAULT '0',
  `catid` int(10) unsigned NOT NULL DEFAULT '0',
  `created` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `created_by` int(10) unsigned NOT NULL DEFAULT '0',
  `created_by_alias` varchar(255) NOT NULL DEFAULT '',
  `modified` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `modified_by` int(10) unsigned NOT NULL DEFAULT '0',
  `checked_out` int(10) unsigned NOT NULL DEFAULT '0',
  `checked_out_time` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `publish_up` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `publish_down` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `images` text NOT NULL,
  `urls` text NOT NULL,
  `attribs` varchar(5120) NOT NULL,
  `version` int(10) unsigned NOT NULL DEFAULT '1',
  `parentid` int(10) unsigned NOT NULL DEFAULT '0',
  `ordering` int(11) NOT NULL DEFAULT '0',
  `metakey` text NOT NULL,
  `metadesc` text NOT NULL,
  `access` int(10) unsigned NOT NULL DEFAULT '0',
  `hits` int(10) unsigned NOT NULL DEFAULT '0',
  `metadata` text NOT NULL,
  `featured` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT 'Set if article is featured.',
  `language` char(7) NOT NULL COMMENT 'The language code for the article.',
  `xreference` varchar(50) NOT NULL COMMENT 'A reference to enable linkages to external data sets.'
) ENGINE=InnoDB AUTO_INCREMENT=71 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `jml_content`
--

INSERT INTO `jml_content` (`id`, `asset_id`, `title`, `alias`, `title_alias`, `introtext`, `fulltext`, `state`, `sectionid`, `mask`, `catid`, `created`, `created_by`, `created_by_alias`, `modified`, `modified_by`, `checked_out`, `checked_out_time`, `publish_up`, `publish_down`, `images`, `urls`, `attribs`, `version`, `parentid`, `ordering`, `metakey`, `metadesc`, `access`, `hits`, `metadata`, `featured`, `language`, `xreference`) VALUES
(1, 89, 'Administrator Components', 'administrator-components', '', '<p>All components are also used in the administrator area of your website. In addition to the ones listed here, there are components in the administrator that do not have direct front end displays, but do help shape your site. The most important ones for most users are</p>\r\n<ul>\r\n<li>Media Manager</li>\r\n<li>Extensions Manager</li>\r\n<li>Menu Manager</li>\r\n<li>Global Configuration</li>\r\n<li>Banners</li>\r\n<li>Redirect</li>\r\n</ul>\r\n<hr title="Media Manager" alt="Media Manager" class="system-pagebreak" style="color: gray; border: 1px dashed gray;" />\r\n<p> </p>\r\n<h3>Media Manager</h3>\r\n<p>The media manager component lets you upload and insert images into content throughout your site. Optionally, you can enable the flash uploader which will allow you to to upload multiple images. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Content_Media_Manager">Help</a></p>\r\n<hr title="Extensions Manager" alt="Extensions Manager" class="system-pagebreak" style="color: gray; border: 1px dashed gray;" />\r\n<h3>Extensions Manager</h3>\r\n<p>The extensions manager lets you install, update, uninstall and manage all of your extensions. The extensions manager has been extensively redesigned, although the core install and uninstall functionality remains the same as in Joomla! 1.5. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Extensions_Extension_Manager_Install">Help</a></p>\r\n<hr title="Menu Manager" alt="Menu Manager" class="system-pagebreak" style="color: gray; border: 1px dashed gray;" />\r\n<h3>Menu Manager</h3>\r\n<p>The menu manager lets you create the menus you see displayed on your site. It also allows you to assign modules and template styles to specific menu links. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Menus_Menu_Manager">Help</a></p>\r\n<hr title="Global Configuration" alt="Global Configuration" class="system-pagebreak" style="color: gray; border: 1px dashed gray;" />\r\n<h3>Global Configuration</h3>\r\n<p>The global configuration is where the site administrator configures things such as whether search engine friendly urls are enabled, the site meta data (descriptive text used by search engines and indexers) and other functions. For many beginning users simply leaving the settings on default is a good way to begin, although when your site is ready for the public you will want to change the meta data to match its content. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Site_Global_Configuration">Help</a></p>\r\n<hr title="Banners" alt="Banners" class="system-pagebreak" style="color: gray; border: 1px dashed gray;" />\r\n<h3>Banners</h3>\r\n<p>The banners component provides a simple way to display a rotating image in a module and, if you wish to have advertising, a way to track the number of times an image is viewed and clicked. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Components_Banners_Banners_Edit">Help</a></p>\r\n<hr title="Redirect" class="system-pagebreak" />\r\n<h3><br />Redirect</h3>\r\n<p>The redirect component is used to manage broken links that produce Page Not Found (404) errors. If enabled it will allow you to redirect broken links to specific pages. It can also be used to manage migration related URL changes. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Components_Redirect_Manager">Help</a></p>', '', 1, 0, 0, 21, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-12-27 11:03:19', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"","float_intro":"","image_intro_alt":"","image_intro_caption":"","image_fulltext":"","float_fulltext":"","image_fulltext_alt":"","image_fulltext_caption":""}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 9, 0, 7, '', '', 1, 2, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(2, 90, 'Archive Module', 'archive-module', '', '<p>This module shows a list of the calendar months containing archived articles. After you have changed the status of an article to archived, this list will be automatically generated. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Extensions_Module_Manager_Articles_Archive" title="Archive Module">Help</a></p>\r\n<div class="sample-module">{loadmodule articles_archive,Archived Articles}</div>', '', 1, 0, 0, 64, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-09-17 22:18:05', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","page_title":"","alternative_readmore":"","layout":""}', 5, 0, 5, 'modules, content', '', 1, 5, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(3, 91, 'Article Categories Module', 'article-categories-module', '', '<p>This module displays a list of categories from one parent category. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Extensions_Module_Manager_Articles_Categories" title="Categories Module">Help</a></p>\r\n<div class="sample-module">{loadmodule articles_categories,Articles Categories}</div>\r\n<p> </p>', '', 1, 0, 0, 64, '2011-01-01 00:00:01', 499, '', '2011-09-17 22:13:31', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","page_title":"","alternative_readmore":"","layout":""}', 5, 0, 6, 'modules, content', '', 1, 6, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(4, 92, 'Articles Category Module', 'articles-category-module', '', '<p>This module allows you to display the articles in a specific category. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Extensions_Module_Manager_Articles_Category">Help</a></p>\r\n<div class="sample-module">{loadmodule articles_category,Articles Category}</div>', '', 1, 0, 0, 64, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-09-17 22:18:26', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","page_title":"","alternative_readmore":"","layout":""}', 8, 0, 7, '', 'articles,content', 1, 10, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(5, 101, 'Authentication', 'authentication', '', '<p>The authentication plugins operate when users login to your site or administrator. The Joomla! authentication plugin is in operation by default but you can enable Gmail or LDAP or install a plugin for a different system. An example is included that may be used to create a new authentication plugin.</p>\r\n<p>Default on:</p>\r\n<ul>\r\n<li>Joomla <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit#Authentication_-_GMail">Help</a></li>\r\n</ul>\r\n<p>Default off:</p>\r\n<ul>\r\n<li>Gmail <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit#Authentication_-_GMail">Help</a></li>\r\n<li>LDAP <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit#Authentication_-_LDAP">Help</a></li>\r\n</ul>', '', 1, 0, 0, 25, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-12-27 11:04:13', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"","float_intro":"","image_intro_alt":"","image_intro_caption":"","image_fulltext":"","float_fulltext":"","image_fulltext_alt":"","image_fulltext_caption":""}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 4, 0, 3, '', '', 1, 1, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(6, 102, 'Australian Parks ', 'australian-parks', '', '<p><img src="images/sampledata/parks/banner_cradle.jpg" border="0" alt="Cradle Park Banner" /></p>\r\n<p>Welcome!</p>\r\n<p>This is a basic site about the beautiful and fascinating parks of Australia.</p>\r\n<p>On this site you can read all about my travels to different parks, see photos, and find links to park websites.</p>\r\n<p><em>This sample site is an example of using the core of Joomla! to create a basic website, whether a "brochure site,"  a personal blog, or as a way to present information on a topic you are interested in.</em></p>\r\n<p><em> Read more about the site in the About Parks module.</em></p>\r\n<p> </p>', '', 1, 0, 0, 26, '2011-01-01 00:00:01', 499, 'Parks Webmaster', '2011-09-06 06:20:19', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":""}', 2, 0, 1, '', '', 1, 1, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(7, 103, 'Banner Module', 'banner-module', '', '<p>The banner module is used to display the banners that are managed by the banners component in the site administrator. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Extensions_Module_Manager_Banners">Help</a>.</p>\r\n<div class="sample-module">{loadmodule banners,Banners}</div>', '', 1, 0, 0, 66, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-09-17 22:32:58', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_readmore":"","show_print_icon":"","show_email_icon":"","show_hits":"","page_title":"","alternative_readmore":"","layout":""}', 4, 0, 6, '', '', 1, 4, '', 0, '*', ''),
(8, 104, 'Beginners', 'beginners', '', '<p>If this is your first Joomla! site or your first web site, you have come to the right place. Joomla will help you get your website up and running quickly and easily.</p>\r\n<p>Start off using your site by logging in using the administrator account you created when you installed Joomla.</p>\r\n', '\r\n<p>Explore the articles and other resources right here on your site data to learn more about how Joomla works. (When you''re done reading, you can delete or archive all of this.) You will also probably want to visit the Beginners'' Areas of the <a href="http://docs.joomla.org/Beginners">Joomla documentation</a> and <a href="http://forum.joomla.org">support forums</a>.</p>\r\n<p>You''ll also want to sign up for the Joomla Security Mailing list and the Announcements mailing list. For inspiration visit the <a href="http://community.joomla.org/showcase/">Joomla! Site Showcase</a> to see an amazing array of ways people use Joomla to tell their stories on the web.</p>\r\n<p>The basic Joomla installation will let you get a great site up and running, but when you are ready for more features the power of Joomla is in the creative ways that developers have extended it to do all kinds of things. Visit the <a href="http://extensions.joomla.org/">Joomla! Extensions Directory</a> to see thousands of extensions that can do almost anything you could want on a website. Can''t find what you need? You may want to find a Joomla professional in the <a href="http://resources.joomla.org/">Joomla! Resource Directory</a>.</p>\r\n<p>Want to learn more? Consider attending a <a href="http://community.joomla.org/events.html">Joomla! Day</a> or other event or joining a local <a href="http://community.joomla.org/user-groups.html">Joomla! Users Group</a>. Can''t find one near you? Start one yourself.</p>', 1, 0, 0, 19, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-12-27 11:10:49', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"","float_intro":"","image_intro_alt":"","image_intro_caption":"","image_fulltext":"","float_fulltext":"","image_fulltext_alt":"","image_fulltext_caption":""}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 4, 0, 4, '', '', 1, 2, '{"robots":"","author":"","rights":"","xreference":""}', 1, '*', ''),
(9, 105, 'Contacts', 'contact', '', '<p>The contact component provides a way to provide contact forms and information for your site or to create a complex directory that can be used for many different purposes. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Components_Contacts_Contacts">Help</a></p>', '', 1, 0, 0, 21, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-01-10 04:15:37', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":""}', 2, 0, 2, '', '', 1, 3, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(10, 106, 'Content', 'content', '', '<p>The content component (com_content) is what you use to write articles. It is extremely flexible and has the largest number of built in views. Articles can be created and edited from the front end, making content the easiest component to use to create your site content. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Content_Article_Manager">Help</a></p>', '', 1, 0, 0, 21, '2011-01-01 00:00:01', 499, '', '2011-01-10 04:28:12', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":""}', 2, 0, 1, '', '', 1, 5, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(11, 107, 'Cradle Mountain', 'cradle-mountain', '', '<p> </p>\r\n', '\r\n<p> </p>', 1, 0, 0, 73, '2011-01-01 00:00:01', 499, 'Parks Webmaster', '2012-01-17 04:42:36', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"images\\/sampledata\\/parks\\/landscape\\/250px_cradle_mountain_seen_from_barn_bluff.jpg","float_intro":"","image_intro_alt":"Cradle Mountain","image_intro_caption":"","image_fulltext":"images\\/sampledata\\/parks\\/landscape\\/800px_cradle_mountain_seen_from_barn_bluff.jpg","float_fulltext":"none","image_fulltext_alt":"Cradle Mountain","image_fulltext_caption":"Source: http:\\/\\/commons.wikimedia.org\\/wiki\\/File:Rainforest,bluemountainsNSW.jpg Author: Alan J.W.C. License: GNU Free Documentation License v . 1.2 or later"}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 4, 0, 1, '', '', 1, 1, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(12, 110, 'Custom HTML Module', 'custom-html-module', '', '<p>This module allows you to create your own HTML Module using a WYSIWYG editor. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Extensions_Module_Manager_Custom_HTML" title="Custom HTML Module">Help</a></p>\r\n<div class="sample-module">{loadmodule custom,Custom HTML}</div>', '', 1, 0, 0, 66, '2011-01-01 00:00:01', 499, '', '2011-12-27 11:12:46', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"","float_intro":"","image_intro_alt":"","image_intro_caption":"","image_fulltext":"","float_fulltext":"","image_fulltext_alt":"","image_fulltext_caption":""}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 13, 0, 1, '', '', 1, 13, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(13, 111, 'Directions', 'directions', '', '<p>Here''s how to find our shop.</p><p>By car</p><p>Drive along Main Street to the intersection with First Avenue.  Look for our sign.</p><p>By foot</p><p>From the center of town, walk north on Main Street until you see our sign.</p><p>By bus</p><p>Take the #73 Bus to the last stop. We are on the north east corner.</p>', '', 1, 0, 0, 29, '2011-01-01 00:00:01', 499, 'Fruit Shop Webmaster', '2011-01-01 00:00:01', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_readmore":"","show_print_icon":"","show_email_icon":"","show_hits":"","page_title":"","alternative_readmore":"","layout":""}', 1, 0, 2, '', '', 1, 0, '', 0, '*', ''),
(14, 112, 'Editors', 'editors', '', '<p>Editors are used thoughout Joomla! where content is created. TinyMCE is the default choice in most locations although CodeMirror is used in the template manager. No Editor provides a text box for html content.</p>\r\n<p>Default on:</p>\r\n<ul>\r\n<li>CodeMirror <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit#Editor_-_CodeMirror">Help</a></li>\r\n<li>TinyMCE<a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit#Editor_-_TinyMCE"> Help</a></li>\r\n<li>No Editor <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit#Editor_-_None">Help</a></li>\r\n</ul>\r\n<p>Default off:</p>\r\n<ul>\r\n<li>None</li>\r\n</ul>', '', 1, 0, 0, 25, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-09-06 05:45:40', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_readmore":"","show_print_icon":"","show_email_icon":"","show_hits":"","page_title":"","alternative_readmore":"","layout":""}', 2, 0, 5, '', '', 1, 0, '', 0, '*', ''),
(15, 113, 'Editors-xtd', 'editors-xtd', '', '<p>These plugins are the buttons found beneath your editor. They only run when an editor plugin runs.</p>\r\n<p>Default on:</p>\r\n<ul>\r\n<li>Editor Button: Image<a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit#Button_-_Image"> Help</a></li>\r\n<li>Editor Button: Readmore <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit#Button_-_Readmore">Help</a></li>\r\n<li>Editor Button: Page Break <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit#Button_-_Pagebreak">Help</a></li>\r\n<li>Editor Button: Article <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit#Button_-_Article">Help</a></li>\r\n</ul>\r\n<p>Default off:</p>\r\n<ul>\r\n<li>None</li>\r\n</ul>', '', 1, 0, 0, 25, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-12-27 11:14:12', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"","float_intro":"","image_intro_alt":"","image_intro_caption":"","image_fulltext":"","float_fulltext":"","image_fulltext_alt":"","image_fulltext_caption":""}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 4, 0, 6, '', '', 1, 1, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(16, 114, 'Feed Display', 'feed-display', '', '<p>This module allows the displaying of a syndicated feed. <a href="http://docs.joomla.org/Help15:Screen.modulessite.edit.15#Feed_Display" title="Feed Display Module">Help</a></p>\r\n<div class="sample-module">{loadmodule feed,Feed Display}</div>', '', 1, 0, 0, 66, '2011-01-01 00:00:01', 499, '', '2011-09-17 22:22:08', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_readmore":"","show_print_icon":"","show_email_icon":"","show_hits":"","page_title":"","alternative_readmore":"","layout":""}', 3, 0, 2, '', '', 1, 3, '', 0, '*', ''),
(17, 115, 'First Blog Post', 'first-blog-post', '', '<p><em>Lorem Ipsum is filler text that is commonly used by designers before the content for a new site is ready.</em></p><p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sed faucibus purus vitae diam posuere nec eleifend elit dictum. Aenean sit amet erat purus, id fermentum lorem. Integer elementum tristique lectus, non posuere quam pretium sed. Quisque scelerisque erat at urna condimentum euismod. Fusce vestibulum facilisis est, a accumsan massa aliquam in. In auctor interdum mauris a luctus. Morbi euismod tempor dapibus. Duis dapibus posuere quam. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas. In eu est nec erat sollicitudin hendrerit. Pellentesque sed turpis nunc, sit amet laoreet velit. Praesent vulputate semper nulla nec varius. Aenean aliquam, justo at blandit sodales, mauris leo viverra orci, sed sodales mauris orci vitae magna.</p>', '<p>Quisque a massa sed libero tristique suscipit. Morbi tristique molestie metus, vel vehicula nisl ultrices pretium. Sed sit amet est et sapien condimentum viverra. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas. Phasellus viverra tortor porta orci convallis ac cursus erat sagittis. Vivamus aliquam, purus non luctus adipiscing, orci urna imperdiet eros, sed tincidunt neque sapien et leo. Cras fermentum, dolor id tempor vestibulum, neque lectus luctus mauris, nec congue tellus arcu nec augue. Nulla quis mi arcu, in bibendum quam. Sed placerat laoreet fermentum. In varius lobortis consequat. Proin vulputate felis ac arcu lacinia adipiscing. Morbi molestie, massa id sagittis luctus, sem sapien sollicitudin quam, in vehicula quam lectus quis augue. Integer orci lectus, bibendum in fringilla sit amet, rutrum eget enim. Curabitur at libero vitae lectus gravida luctus. Nam mattis, ligula sit amet vestibulum feugiat, eros sem sodales mi, nec dignissim ante elit quis nisi. Nulla nec magna ut leo convallis sagittis ac non erat. Etiam in augue nulla, sed tristique orci. Vestibulum quis eleifend sapien.</p><p>Nam ut orci vel felis feugiat posuere ut eu lorem. In risus tellus, sodales eu eleifend sed, imperdiet id nulla. Nunc at enim lacus. Etiam dignissim, arcu quis accumsan varius, dui dui faucibus erat, in molestie mauris diam ac lacus. Sed sit amet egestas nunc. Nam sollicitudin lacinia sapien, non gravida eros convallis vitae. Integer vehicula dui a elit placerat venenatis. Nullam tincidunt ligula aliquet dui interdum feugiat. Maecenas ultricies, lacus quis facilisis vehicula, lectus diam consequat nunc, euismod eleifend metus felis eu mauris. Aliquam dapibus, ipsum a dapibus commodo, dolor arcu accumsan neque, et tempor metus arcu ut massa. Curabitur non risus vitae nisl ornare pellentesque. Pellentesque nec ipsum eu dolor sodales aliquet. Vestibulum egestas scelerisque tincidunt. Integer adipiscing ultrices erat vel rhoncus.</p><p>Integer ac lectus ligula. Nam ornare nisl id magna tincidunt ultrices. Phasellus est nisi, condimentum at sollicitudin vel, consequat eu ipsum. In venenatis ipsum in ligula tincidunt bibendum id et leo. Vivamus quis purus massa. Ut enim magna, pharetra ut condimentum malesuada, auctor ut ligula. Proin mollis, urna a aliquam rutrum, risus erat cursus odio, a convallis enim lectus ut lorem. Nullam semper egestas quam non mattis. Vestibulum venenatis aliquet arcu, consectetur pretium erat pulvinar vel. Vestibulum in aliquet arcu. Ut dolor sem, pellentesque sit amet vestibulum nec, tristique in orci. Sed lacinia metus vel purus pretium sit amet commodo neque condimentum.</p><p>Aenean laoreet aliquet ullamcorper. Nunc tincidunt luctus tellus, eu lobortis sapien tincidunt sed. Donec luctus accumsan sem, at porttitor arcu vestibulum in. Sed suscipit malesuada arcu, ac porttitor orci volutpat in. Vestibulum consectetur vulputate eros ut porttitor. Aenean dictum urna quis erat rutrum nec malesuada tellus elementum. Quisque faucibus, turpis nec consectetur vulputate, mi enim semper mi, nec porttitor libero magna ut lacus. Quisque sodales, leo ut fermentum ullamcorper, tellus augue gravida magna, eget ultricies felis dolor vitae justo. Vestibulum blandit placerat neque, imperdiet ornare ipsum malesuada sed. Quisque bibendum quam porta diam molestie luctus. Sed metus lectus, ornare eu vulputate vel, eleifend facilisis augue. Maecenas eget urna velit, ac volutpat velit. Nam id bibendum ligula. Donec pellentesque, velit eu convallis sodales, nisi dui egestas nunc, et scelerisque lectus quam ut ipsum.</p>', 1, 0, 0, 27, '2011-01-01 00:00:01', 499, '', '2011-01-01 00:00:01', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_readmore":"","show_print_icon":"","show_email_icon":"","show_hits":"","page_title":"","alternative_readmore":"","layout":""}', 1, 0, 2, '', '', 1, 0, '', 0, '*', ''),
(18, 116, 'Second Blog Post', 'second-blog-post', '', '<p><em>Lorem Ipsum is text that is traditionally used by designers when working on a site before the content is ready.</em></p><p>Pellentesque bibendum metus ut dolor fermentum ut pulvinar tortor hendrerit. Nam vel odio vel diam tempus iaculis in non urna. Curabitur scelerisque, nunc id interdum vestibulum, felis elit luctus dui, ac dapibus tellus mauris tempus augue. Duis congue facilisis lobortis. Phasellus neque erat, tincidunt non lacinia sit amet, rutrum vitae nunc. Sed placerat lacinia fermentum. Integer justo sem, cursus id tristique eget, accumsan vel sapien. Curabitur ipsum neque, elementum vel vestibulum ut, lobortis a nisl. Fusce malesuada mollis purus consectetur auctor. Morbi tellus nunc, dapibus sit amet rutrum vel, laoreet quis mauris. Aenean nec sem nec purus bibendum venenatis. Mauris auctor commodo libero, in adipiscing dui adipiscing eu. Praesent eget orci ac nunc sodales varius.</p>', '<p>Nam eget venenatis lorem. Vestibulum a interdum sapien. Suspendisse potenti. Quisque auctor purus nec sapien venenatis vehicula malesuada velit vehicula. Fusce vel diam dolor, quis facilisis tortor. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Pellentesque libero nisi, pellentesque quis cursus sit amet, vehicula vitae nisl. Curabitur nec nunc ac sem tincidunt auctor. Phasellus in mattis magna. Donec consequat orci eget tortor ultricies rutrum. Mauris luctus vulputate molestie. Proin tincidunt vehicula euismod. Nam congue leo non erat cursus a adipiscing ipsum congue. Nulla iaculis purus sit amet turpis aliquam sit amet dapibus odio tincidunt. Ut augue diam, congue ut commodo pellentesque, fermentum mattis leo. Sed iaculis urna id enim dignissim sodales at a ipsum. Quisque varius lobortis mollis. Nunc purus magna, pellentesque pellentesque convallis sed, varius id ipsum. Etiam commodo mi mollis erat scelerisque fringilla. Nullam bibendum massa sagittis diam ornare rutrum.</p><p>Praesent convallis metus ut elit faucibus tempus in quis dui. Donec fringilla imperdiet nibh, sit amet fringilla velit congue et. Quisque commodo luctus ligula, vitae porttitor eros venenatis in. Praesent aliquet commodo orci id varius. Nulla nulla nibh, varius id volutpat nec, sagittis nec eros. Cras et dui justo. Curabitur malesuada facilisis neque, sed tempus massa tincidunt ut. Sed suscipit odio in lacus auctor vehicula non ut lacus. In hac habitasse platea dictumst. Sed nulla nisi, lacinia in viverra at, blandit vel tellus. Nulla metus erat, ultrices non pretium vel, varius nec sem. Morbi sollicitudin mattis lacus quis pharetra. Donec tincidunt mollis pretium. Proin non libero justo, vitae mattis diam. Integer vel elit in enim varius posuere sed vitae magna. Duis blandit tempor elementum. Vestibulum molestie dui nisi.</p><p>Curabitur volutpat interdum lorem sed tempus. Sed placerat quam non ligula lacinia sodales. Cras ultrices justo at nisi luctus hendrerit. Quisque sit amet placerat justo. In id sapien eu neque varius pharetra sed in sapien. Etiam nisl nunc, suscipit sed gravida sed, scelerisque ut nisl. Mauris quis massa nisl, aliquet posuere ligula. Etiam eget tortor mauris. Sed pellentesque vestibulum commodo. Mauris vitae est a libero dapibus dictum fringilla vitae magna.</p><p>Nulla facilisi. Praesent eget elit et mauris gravida lobortis ac nec risus. Ut vulputate ullamcorper est, volutpat feugiat lacus convallis non. Maecenas quis sem odio, et aliquam libero. Integer vel tortor eget orci tincidunt pulvinar interdum at erat. Integer ullamcorper consequat eros a pellentesque. Cras sagittis interdum enim in malesuada. Etiam non nunc neque. Fusce non ligula at tellus porta venenatis. Praesent tortor orci, fermentum sed tincidunt vel, varius vel dui. Duis pulvinar luctus odio, eget porta justo vulputate ac. Nulla varius feugiat lorem sed tempor. Phasellus pulvinar dapibus magna eget egestas. In malesuada lectus at justo pellentesque vitae rhoncus nulla ultrices. Proin ut sem sem. Donec eu suscipit ipsum. Cras eu arcu porttitor massa feugiat aliquet at quis nisl.</p>', 1, 0, 0, 27, '2011-01-01 00:00:01', 499, '', '2011-01-01 00:00:01', 0, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_readmore":"","show_print_icon":"","show_email_icon":"","show_hits":"","page_title":"","alternative_readmore":"","layout":""}', 1, 0, 1, '', '', 1, 0, '', 0, '*', ''),
(19, 117, 'Footer Module', 'footer-module', '', '<p>This module shows the Joomla! copyright information. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Extensions_Module_Manager_Footer" title="Footer Module">Help</a></p>\r\n<div class="sample-module">{loadmodule footer,Footer}</div>', '', 1, 0, 0, 66, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-09-17 22:22:47', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_readmore":"","show_print_icon":"","show_email_icon":"","show_hits":"","page_title":"","alternative_readmore":"","layout":""}', 4, 0, 3, '', '', 1, 4, '', 0, '*', ''),
(20, 118, 'Fruit Shop', 'fruit-shop', '', '<h2>Welcome to the Fruit Shop</h2>\r\n<p>We sell fruits from around the world. Please use our website to learn more about our business. We hope you will come to our shop and buy some fruit.</p>\r\n<p><em>This mini site will show you how you might want to set up a site for a business, in this example one selling fruit. It shows how to use access controls to manage your site content. If you were building a real site, you might want to extend it with e-commerce, a catalog, mailing lists or other enhancements, many of which are available through the</em><a href="http://extensions.joomla.org"><em> Joomla! Extensions Directory</em></a>.</p>\r\n<p><em>To understand this site you will probably want to make one user with group set to customer and one with group set to grower. By logging in with different privileges you can see how access control works.</em></p>', '', 1, 0, 0, 29, '2011-01-01 00:00:01', 499, 'Fruit Shop Webmaster', '2011-12-27 11:17:59', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"","float_intro":"","image_intro_alt":"","image_intro_caption":"","image_fulltext":"","float_fulltext":"","image_fulltext_alt":"","image_fulltext_caption":""}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 2, 0, 1, '', '', 1, 0, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(21, 119, 'Getting Help', 'getting-help', '', '<p><img class="image-left" src="administrator/templates/hathor/images/header/icon-48-help_header.png" border="0" /> There are lots of places you can get help with Joomla!. In many places in your site administrator you will see the help icon. Click on this for more information about the options and functions of items on your screen. Other places to get help are:</p>\r\n<ul>\r\n<li><a href="http://forum.joomla.org">Support Forums</a></li>\r\n<li><a href="http://docs.joomla.org">Documentation</a></li>\r\n<li><a href="http://resources.joomla.org">Professionals</a></li>\r\n<li><a href="http://shop.joomla.org/amazoncom-bookstores.html">Books</a></li>\r\n</ul>', '', 1, 0, 0, 19, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-01-10 15:32:54', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_readmore":"","show_print_icon":"","show_email_icon":"","show_hits":"","page_title":"","alternative_readmore":"","layout":""}', 10, 0, 8, '', '', 1, 17, '', 0, '*', ''),
(22, 120, 'Getting Started', 'getting-started', '', '<p>It''s easy to get started creating your website. Knowing some of the basics will help.</p>\r\n<h3>What is a Content Management System?</h3>\r\n<p>A content management system is software that allows you to create and manage webpages easily by separating the creation of your content from the mechanics required to present it on the web.</p>\r\n<p>In this site, the content is stored in a <em>database</em>. The look and feel are created by a <em>template</em>. The Joomla! software brings together the template and the content to create web pages.</p>\r\n<h3>Site and Administrator</h3>\r\n<p>Your site actually has two separate sites. The site (also called the front end) is what visitors to your site will see. The administrator (also called the back end) is only used by people managing your site. You can access the administrator by clicking the "Site Administrator" link on the "This Site" menu or by adding /administrator to the end of you domain name.</p>\r\n<p>Log in to the administrator using the username and password created during the installation of Joomla.</p>\r\n<h3>Logging in</h3>\r\n<p>To login to the front end of your site use the login form or the login menu link on the "This Site" menu. Use the user name and password that were created as part of the installation process. Once logged-in you will be able to create and edit articles.</p>\r\n<p>In managing your site, you will be able to create content that only logged-in users are able to see.</p>\r\n<h3>Creating an article</h3>\r\n<p>Once you are logged-in, a new menu will be visible. To create a new article, click on the "submit article" link on that menu.</p>\r\n<p>The new article interface gives you a lot of options, but all you need to do is add a title and put something in the content area. To make it easy to find, set the state to published and put it in the Joomla category.</p>\r\n<div>You can edit an existing article by clicking on the edit icon (this only displays to users who have the right to edit).</div>\r\n<h3>Learn more</h3>\r\n<p>There is much more to learn about how to use Joomla! to create the web site you envision. You can learn much more at the <a href="http://docs.joomla.org">Joomla! documentation site</a> and on the<a href="http://forum.joomla.org"> Joomla! forums</a>.</p>', '', 1, 0, 0, 19, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-12-27 11:21:44', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"","float_intro":"","image_intro_alt":"","image_intro_caption":"","image_fulltext":"","float_fulltext":"","image_fulltext_alt":"","image_fulltext_caption":""}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 2, 0, 9, '', '', 1, 2, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(23, 121, 'Happy Orange Orchard', 'happy-orange-orchard', '', '<p>At our orchard we grow the world''s best oranges as well as other citrus fruit such as lemons and grapefruit. Our family has been tending this orchard for generations.</p>', '', 1, 0, 0, 30, '2011-01-01 00:00:01', 499, 'Fruit Shop Webmaster', '2011-01-01 00:00:01', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_readmore":"","show_print_icon":"","show_email_icon":"","show_hits":"","page_title":"","alternative_readmore":"","layout":""}', 1, 0, 2, '', '', 1, 0, '', 0, '*', ''),
(24, 122, 'Chat', 'joomla', '', '<p> </p>\r\n<p><a href="chat/index.php">chat</a></p>\r\n<p><a href="chat">chat2</a></p>\r\n<p> </p>', '', 1, 0, 0, 19, '2011-01-01 00:00:01', 499, 'Joomla!', '2015-02-25 16:42:10', 499, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"","float_intro":"","image_intro_alt":"","image_intro_caption":"","image_fulltext":"","float_fulltext":"","image_fulltext_alt":"","image_fulltext_caption":""}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 5, 0, 2, '', '', 1, 1, '{"robots":"","author":"","rights":"","xreference":""}', 1, '*', ''),
(25, 123, 'Koala', 'koala', '', '<p> </p>\r\n<p> </p>\r\n<p> </p>\r\n<p> </p>\r\n<p> </p>\r\n', '\r\n<p> </p>', 1, 0, 0, 72, '2011-01-01 00:00:01', 499, 'Parks Webmaster', '2012-01-17 05:15:00', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"images\\/sampledata\\/parks\\/animals\\/180px_koala_ag1.jpg","float_intro":"","image_intro_alt":"Koala  Thumbnail","image_intro_caption":"","image_fulltext":"images\\/sampledata\\/parks\\/animals\\/800px_koala_ag1.jpg","float_fulltext":"","image_fulltext_alt":"Koala Climbing Tree","image_fulltext_caption":"Source: http:\\/\\/commons.wikimedia.org\\/wiki\\/File:Koala-ag1.jpg Author: Arnaud Gaillard License: Creative Commons Share Alike Attribution Generic 1.0"}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 9, 0, 2, '', '', 1, 2, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(26, 124, 'Language Switcher', 'language-switcher', '', '<p>The language switcher module allows you to take advantage of the language tags that are available when content, modules and menu links are created.</p>\r\n<p>This module displays a list of available Content Languages for switching between them.</p>\r\n<p>When switching languages, it redirects to the Home page, or associated menu item, defined for the chosen language. Thereafter, the navigation will be the one defined for that language.</p>\r\n<p><strong>The language filter plugin must be enabled for this module to work properly.</strong></p>\r\n<p><strong></strong> <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Extensions_Module_Manager_Language_Switcher" title="Language Switcher Module">Help</a></p>\r\n<p>To view an example of the language switch moduler module, go to the site administrator and enable the language filter plugin and the language switcher module labelled "language switcher" and visit the fruit shop or park sample sites. Then follow<a href="http://docs.joomla.org/Language_Switcher_Tutorial_for_Joomla_1.6"> the instructions in this tutorial</a>.</p>', '', 1, 0, 0, 67, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-12-27 11:25:00', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"","float_intro":"","image_intro_alt":"","image_intro_caption":"","image_fulltext":"","float_fulltext":"","image_fulltext_alt":"","image_fulltext_caption":""}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 3, 0, 3, '', '', 1, 3, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', '');
INSERT INTO `jml_content` (`id`, `asset_id`, `title`, `alias`, `title_alias`, `introtext`, `fulltext`, `state`, `sectionid`, `mask`, `catid`, `created`, `created_by`, `created_by_alias`, `modified`, `modified_by`, `checked_out`, `checked_out_time`, `publish_up`, `publish_down`, `images`, `urls`, `attribs`, `version`, `parentid`, `ordering`, `metakey`, `metadesc`, `access`, `hits`, `metadata`, `featured`, `language`, `xreference`) VALUES
(27, 125, 'Latest Articles Module', 'latest-articles-module', '', '<p>This module shows a list of the most recently published and current Articles. Some that are shown may have expired even though they are the most recent. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Extensions_Module_Manager_Latest_News" title="Latest Articles">Help</a></p>\r\n<div class="sample-module">{loadmodule articles_latest,Latest News}</div>', '', 1, 0, 0, 64, '2011-01-01 00:00:01', 499, '', '2011-12-27 11:25:41', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"","float_intro":"","image_intro_alt":"","image_intro_caption":"","image_fulltext":"","float_fulltext":"","image_fulltext_alt":"","image_fulltext_caption":""}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 9, 0, 1, 'modules, content', '', 1, 15, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(28, 126, 'Login Module', 'login-module', '', '<p>This module displays a username and password login form. It also displays a link to retrieve a forgotten password. If user registration is enabled (in the Global Configuration settings), another link will be shown to enable self-registration for users. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Extensions_Module_Manager_Login" title="Login">Help</a></p>\r\n<div class="sample-module">{loadmodule login,login}</div>', '', 1, 0, 0, 65, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-09-17 22:20:35', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_readmore":"","show_print_icon":"","show_email_icon":"","show_hits":"","page_title":"","alternative_readmore":"","layout":""}', 4, 0, 2, '', '', 1, 5, '', 0, '*', ''),
(29, 127, 'Menu Module', 'menu-module', '', '<p>This module displays a menu on the site (frontend).  Menus can be displayed in a wide variety of ways by using the menu options and css menu styles. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Extensions_Module_Manager_Menu">Help</a></p>\r\n<div class="sample-module">{loadmodule mod_menu,Menu Example}</div>', '', 1, 0, 0, 75, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-09-17 22:18:45', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_readmore":"","show_print_icon":"","show_email_icon":"","show_hits":"","page_title":"","alternative_readmore":"","layout":""}', 8, 0, 1, '', '', 1, 12, '', 0, '*', ''),
(30, 128, 'Most Read Content', 'most-read-content', '', '<p>This module shows a list of the currently published Articles which have the highest number of page views. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Extensions_Module_Manager_Most_Read" title="Most Read Content">Help</a></p>\r\n<div class="sample-module">{loadmodule articles_popular,Articles Most Read}</div>', '', 1, 0, 0, 64, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-12-27 11:26:41', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"","float_intro":"","image_intro_alt":"","image_intro_caption":"","image_fulltext":"","float_fulltext":"","image_fulltext_alt":"","image_fulltext_caption":""}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 6, 0, 2, 'modules, content', '', 1, 10, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(31, 129, 'News Flash', 'news-flash', '', '<p>Displays a set number of articles from a category based on date or random selection. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Extensions_Module_Manager_Articles_Newsflash" title="News Flash Module">Help</a></p>\r\n<div class="sample-module">{loadmodule articles_news,News Flash}</div>', '', 1, 0, 0, 64, '2011-01-01 00:00:01', 499, '', '2011-09-17 22:16:46', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","page_title":"","alternative_readmore":"","layout":""}', 4, 0, 3, 'modules, content', '', 1, 10, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(32, 130, 'Options', 'options', '', '<p>As you make your Joomla! site you will control the details of the display using <em>options</em> also referred to as <em>parameter</em><strong>s</strong>. Options control everything from whether the author''s name is displayed to who can view what to the number of items shown on a list.</p>\r\n<p>Default options for each component are changed using the Options button on the component toolbar.</p>\r\n<p>Options can also be set on an individual item, such as an article or contact and in menu links.</p>\r\n<p>If you are happy with how your site looks, it is fine to leave all of the options set to the defaults that were created when your site was installed. As you become more experienced with Joomla you will use options more.</p>\r\n<p> </p>', '', 1, 0, 0, 19, '2011-01-01 00:00:01', 499, 'Joomla!', '2012-01-17 16:21:24', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"","float_intro":"","image_intro_alt":"","image_intro_caption":"","image_fulltext":"","float_fulltext":"","image_fulltext_alt":"","image_fulltext_caption":""}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 4, 0, 10, '', '', 1, 4, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(33, 131, 'Phyllopteryx', 'phyllopteryx', '', '<p> </p>\r\n', '\r\n<p> </p>', 1, 0, 0, 72, '2011-01-01 00:00:01', 499, 'Parks Webmaster', '2012-01-17 04:57:58', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"images\\/sampledata\\/parks\\/animals\\/200px_phyllopteryx_taeniolatus1.jpg","float_intro":"","image_intro_alt":"Phyllopteryx","image_intro_caption":"","image_fulltext":"images\\/sampledata\\/parks\\/animals\\/800px_phyllopteryx_taeniolatus1.jpg","float_fulltext":"","image_fulltext_alt":"Phyllopteryx","image_fulltext_caption":"Source: http:\\/\\/en.wikipedia.org\\/wiki\\/File:Phyllopteryx_taeniolatus1.jpg Author: Richard Ling License: GNU Free Documentation License v 1.2 or later"}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 2, 0, 3, '', '', 1, 0, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(34, 132, 'Pinnacles', 'pinnacles', '', '<p> </p>\r\n', '\r\n<p> </p>', 1, 0, 0, 73, '2011-01-01 00:00:01', 499, 'Parks Webmaster', '2012-01-17 04:41:30', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"images\\/sampledata\\/parks\\/landscape\\/120px_pinnacles_western_australia.jpg","float_intro":"","image_intro_alt":"Kings Canyon","image_intro_caption":"","image_fulltext":"images\\/sampledata\\/parks\\/landscape\\/800px_pinnacles_western_australia.jpg","float_fulltext":"","image_fulltext_alt":"Kings Canyon","image_fulltext_caption":"Source: http:\\/\\/commons.wikimedia.org\\/wiki\\/File:Pinnacles_Western_Australia.jpg  Author: Martin Gloss  License: GNU Free Documentation license v 1.2 or later."}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 3, 0, 4, '', '', 1, 3, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(35, 133, 'Professionals', 'professionals', '', '<p>Joomla! 2.5 continues development of the Joomla Framework and CMS as a powerful and flexible way to bring your vision of the web to reality. With the administrator now fully MVC, the ability to control its look and the management of extensions is now complete.</p>\r\n', '\r\n<p>Working with multiple template styles and overrides for the same views, creating the design you want is easier than it has ever been. Limiting support to PHP 5.2.4 and above makes Joomla lighter and faster than ever. Languages files can now be overridden without having your changes lost during an upgrade.  With the proper xml your users update extensions with a single click.</p>\r\n<p>Access control lists are now incorporated using a new system developed for Joomla. The ACL system is designed with developers in mind, so it is easy to incorporate into your extensions. The new nested sets libraries allow you to incorporate infinitely deep categories but also to use nested sets in a variety of other ways.</p>\r\n<p>A new forms library makes creating all kinds of user interaction simple. MooTools 1.3 provides a highly flexible javascript framework that is a major advance over MooTools 1.0.</p>\r\n<p>New events throughout the core make integration of your plugins where you want them a snap.</p>\r\n<p>The separation of the Joomla! Platform project from the Joomla! CMS project makes continuous development of new, powerful APIs  and continuous improvement of existing APIs possible while maintaining the stability of the CMS that millions of webmasters and professionals rely upon.</p>\r\n<p>Learn about:</p>\r\n<ul>\r\n<li><a href="http://docs.joomla.org/What''s_new_in_Joomla_1.6">Changes since 1.5</a></li>\r\n<li><a href="http://docs.joomla.org/ACL_Tutorial_for_Joomla_1.6">Working with ACL</a></li>\r\n<li><a href="http://docs.joomla.org/API16:JCategories">Working with nested categories</a></li>\r\n<li><a href="http://docs.joomla.org/API16:JForm">Forms library</a></li>\r\n<li><a href="http://docs.joomla.org/Working_with_Mootools_1.3">Working with Mootools 1.3</a></li>\r\n<li><a href="http://docs.joomla.org/Layout_Overrides_in_Joomla_1.6">Using new features of the override system</a></li>\r\n<li><a href="http://api.joomla.org">Joomla! API</a></li>\r\n<li><a href="http://docs.joomla.org/API16:JDatabaseQuery">Using JDatabaseQuery</a></li>\r\n<li><a href="http://docs.joomla.org/What''s_new_in_Joomla_1.6#Events">New and updated events</a></li>\r\n<li><a href="http://docs.joomla.org/Xml-rpc_changes_in_Joomla!_1.6">Xmlrpc</a></li>\r\n<li><a href="http://docs.joomla.org/What''s_new_in_Joomla_1.6#Extension_management">Installing and updating extensions</a></li>\r\n<li><a href="http://docs.joomla.org/Setting_up_your_workstation_for_Joomla!_development">Setting up your development environment</a></li>\r\n<li><a href="github.com/joomla">The Joomla! Platform Repository</a> </li>\r\n</ul>', 1, 0, 0, 19, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-12-27 11:36:13', 42, 0, '0000-00-00 00:00:00', '2011-01-09 16:41:13', '0000-00-00 00:00:00', '{"image_intro":"","float_intro":"","image_intro_alt":"","image_intro_caption":"","image_fulltext":"","float_fulltext":"","image_fulltext_alt":"","image_fulltext_caption":""}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 16, 0, 5, '', '', 1, 10, '{"robots":"","author":"","rights":"","xreference":""}', 1, '*', ''),
(36, 134, 'Random Image Module', 'random-image-module', '', '<p>This module displays a random image from your chosen image directory. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Extensions_Module_Manager_Random_Image" title="Random Image Module">Help</a></p>\r\n<div class="sample-module">{loadmodule random_image,Random Image}</div>', '', 1, 0, 0, 66, '2011-01-01 00:00:01', 499, '', '2012-01-17 16:11:13', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"","float_intro":"","image_intro_alt":"","image_intro_caption":"","image_fulltext":"","float_fulltext":"","image_fulltext_alt":"","image_fulltext_caption":""}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 6, 0, 4, '', '', 1, 6, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(37, 135, 'Related Items Module', 'related-items-module', '', '<p>This module displays other Articles that are related to the one currently being viewed. These relations are established by the Meta Keywords.  All the keywords of the current Article are searched against all the keywords of all other published articles. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Extensions_Module_Manager_Articles_Related" title="Related Items Module">Help</a></p>\r\n<div class="sample-module">{loadmodule related_items,Articles Related Items}</div>', '', 1, 0, 0, 64, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-12-27 11:37:34', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"","float_intro":"","image_intro_alt":"","image_intro_caption":"","image_fulltext":"","float_fulltext":"","image_fulltext_alt":"","image_fulltext_caption":""}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 5, 0, 4, 'modules, content', '', 1, 5, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(38, 136, 'Sample Sites', 'sample-sites', '', '<p>Your installation includes sample data, designed to show you some of the options you have for building your website. In addition to information about Joomla! there are two sample "sites within a site" designed to help you get started with building your own site.</p>\r\n<p>The first site is a simple site about <a href="index.php?Itemid=243">Australian Parks</a>. It shows how you can quickly and easily build a personal site with just the building blocks that are part of Joomla. It includes a personal blog, weblinks, and a very simple image gallery.</p>\r\n<p>The second site is slightly more complex and represents what you might do if you are building a site for a small business, in this case a <a href="index.php/welcome.html"></a><a href="index.php?Itemid=429">Fruit Shop</a>.</p>\r\n<p>In building either style site, or something completely different, you will probably want to add <a href="http://extensions.joomla.org">extensions</a> and either create or purchase your own template. Many Joomla users start by modifying the <a href="http://docs.joomla.org/How_do_you_modify_a_template%3F">templates</a> that come with the core distribution so that they include special images and other design elements that relate to their site''s focus.</p>', '', 1, 0, 0, 19, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-12-27 11:39:07', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"","float_intro":"","image_intro_alt":"","image_intro_caption":"","image_fulltext":"","float_fulltext":"","image_fulltext_alt":"","image_fulltext_caption":""}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 2, 0, 11, '', '', 1, 12, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(39, 137, 'Search', 'search-component', '', '<p>Joomla! 2.5 offers two search options.</p>\r\n<p>The Basic Search component provides basic search functionality for the information contained in your core components. Many extensions can also be searched by the search component. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Components_Search">Help</a></p>\r\n<p>The Smart Search component offers searching similar to that found in major search engines. Smart Search is disabled by default. If you choose to enable it you will need to take several steps. First, enable the Smart Search Plugin in the plugin manager. Then, if you are using the Basic Search Module replace it with the Smart Search Module. Finally, if you have already created content, go to the Smart Search component in your site administrator and click the Index icon. Once indexing of your content is complete, Smart Search will be ready to use. Help.</p>', '', 1, 0, 0, 21, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-12-27 11:41:48', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"","float_intro":"","image_intro_alt":"","image_intro_caption":"","image_fulltext":"","float_fulltext":"","image_fulltext_alt":"","image_fulltext_caption":""}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 4, 0, 3, '', '', 1, 3, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(40, 138, 'Search Module', 'search-module', '', '<p>This module will display a search box. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Extensions_Module_Manager_Search" title="Search">Help</a></p>\r\n<div class="sample-module">{loadmodule search,Search}</div>', '', 1, 0, 0, 67, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-09-17 22:35:56', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_readmore":"","show_print_icon":"","show_email_icon":"","show_hits":"","page_title":"","alternative_readmore":"","layout":""}', 4, 0, 4, '', '', 1, 6, '', 0, '*', ''),
(41, 139, 'Search ', 'search-plugin', '', '<p>The search component uses plugins to control which parts of your Joomla! site are searched. You may choose to turn off some areas to improve performance or for other reasons. Many third party Joomla! extensions have search plugins that extend where search takes place.</p>\r\n<p>Default On:</p>\r\n<ul>\r\n<li>Content <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit#Search_-_Content">Help</a></li>\r\n<li>Contacts <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit#Search_-_Contacts">Help</a></li>\r\n<li>Weblinks <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit#Search_-_Weblinks">Help</a></li>\r\n<li>News Feeds <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit#Search_-_Newsfeeds">Help</a></li>\r\n<li>Categories <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit#Search_-_Categories">Help</a></li>\r\n</ul>', '', 1, 0, 0, 25, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-09-06 06:13:18', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_readmore":"","show_print_icon":"","show_email_icon":"","show_hits":"","page_title":"","alternative_readmore":"","layout":""}', 3, 0, 1, '', '', 1, 0, '', 0, '*', ''),
(42, 140, 'Site Map', 'site-map', '', '<p>{loadposition sitemapload}</p><p><em>By putting all of your content into nested categories you can give users and search engines access to everything using a menu.</em></p>', '', 1, 0, 0, 14, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-01-01 00:00:01', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_readmore":"","show_print_icon":"","show_email_icon":"","show_hits":"","page_title":"","alternative_readmore":"","layout":""}', 1, 0, 1, '', '', 1, 0, '', 0, '*', ''),
(43, 141, 'Spotted Quoll', 'spotted-quoll', '', '<p> </p>\r\n<p> </p>\r\n', '\r\n<p> </p>', 1, 0, 0, 72, '2011-01-01 00:00:01', 499, 'Parks Webmaster', '2012-01-17 05:02:58', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"images\\/sampledata\\/parks\\/animals\\/220px_spottedquoll_2005_seanmcclean.jpg","float_intro":"","image_intro_alt":"Spotted Quoll","image_intro_caption":"","image_fulltext":"images\\/sampledata\\/parks\\/animals\\/789px_spottedquoll_2005_seanmcclean.jpg","float_fulltext":"","image_fulltext_alt":"Spotted Quoll","image_fulltext_caption":"Source: http:\\/\\/en.wikipedia.org\\/wiki\\/File:SpottedQuoll_2005_SeanMcClean.jpg Author: Sean McClean License: GNU Free Documentation License v 1.2 or later"}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 4, 0, 4, '', '', 1, 0, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(44, 142, 'Statistics Module', 'statistics', '', '<p>This module shows information about your server installation together with statistics on the Web site users, number of Articles in your database and the number of Web links you provide.</p>\r\n<div class="sample-module">{loadmodule mod_stats,Statistics}</div>', '', 1, 0, 0, 67, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-12-27 11:43:25', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"","float_intro":"","image_intro_alt":"","image_intro_caption":"","image_fulltext":"","float_fulltext":"","image_fulltext_alt":"","image_fulltext_caption":""}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 6, 0, 5, '', '', 1, 5, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(45, 143, 'Syndicate Module', 'syndicate-module', '', '<p>The syndicate module will display a link that allows users to take a feed from your site. It will only display on pages for which feeds are possible. That means it will not display on single article, contact or weblinks pages, such as this one. <a href="http://docs.joomla.org/Help15:Screen.modulessite.edit.15#Syndicate" title="Synicate Module">Help</a></p>\r\n<div class="sample-module">{loadposition syndicate,Syndicate}</div>', '', 1, 0, 0, 67, '2011-01-01 00:00:01', 499, '', '2011-12-27 11:44:16', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"","float_intro":"","image_intro_alt":"","image_intro_caption":"","image_fulltext":"","float_fulltext":"","image_fulltext_alt":"","image_fulltext_caption":""}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 3, 0, 6, '', '', 1, 2, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(46, 144, 'System', 'system', '', '<p>System plugins operate every time a page on your site loads. They control such things as your URLS, whether users can check a "remember me" box on the login module, and whether caching is enabled. New is the redirect plugin that together with the redirect component will assist you in managing changes in URLs.</p>\r\n<p>Default on:</p>\r\n<ul>\r\n<li>Remember me <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit#System_-_Remember_Me">Help</a></li>\r\n<li>SEF <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit#System_-_SEF">Help</a></li>\r\n<li>Debug <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit#System_-_Debug">Help</a></li>\r\n</ul>\r\n<p>Default off:</p>\r\n<ul>\r\n<li>Cache <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit#System_-_Cache">Help</a></li>\r\n<li>Log <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit#System_-_Log">Help</a></li>\r\n<li>Redirect <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit#System_-_Redirect">Help</a></li>\r\n</ul>', '', 1, 0, 0, 25, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-12-27 11:45:54', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"","float_intro":"","image_intro_alt":"","image_intro_caption":"","image_fulltext":"","float_fulltext":"","image_fulltext_alt":"","image_fulltext_caption":""}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 5, 0, 2, '', '', 1, 1, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(47, 145, 'The Joomla! Community', 'the-joomla-community', '', '<p>Joomla means All Together, and it is a community of people all working and having fun together that makes Joomla possible. Thousands of people each year participate in the Joomla community, and we hope you will be one of them.</p>\r\n<p>People with all kinds of skills, of all skill levels and from around the world are welcome to join in. Participate in the <a href="http://joomla.org">Joomla.org</a> family of websites (the<a href="http://forum.joomla.org"> forum </a>is a great place to start). Come to a <a href="http://community.joomla.org/events.html">Joomla! event</a>. Join or start a <a href="http://community.joomla.org/user-groups.html">Joomla! Users Group</a>. Whether you are a developer, site administrator, designer, end user or fan, there are ways for you to participate and contribute.</p>', '', 1, 0, 0, 19, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-12-27 11:47:56', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"","float_intro":"","image_intro_alt":"","image_intro_caption":"","image_fulltext":"","float_fulltext":"","image_fulltext_alt":"","image_fulltext_caption":""}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 3, 0, 3, '', '', 1, 0, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(48, 146, 'The Joomla! Project', 'the-joomla-project', '', '<p>The Joomla Project consists of all of the people who make and support the Joomla Web Platform and Content Management System.</p>\r\n<p>Our mission is to provide a flexible platform for digital publishing and collaboration.</p>\r\n<p>The core values are:</p>\r\n<ul>\r\n<li>Freedom</li>\r\n<li>Equality</li>\r\n<li>Trust</li>\r\n<li>Community</li>\r\n<li>Collaboration</li>\r\n<li>Usability</li>\r\n</ul>\r\n<p>In our vision, we see:</p>\r\n<ul>\r\n<li>People publishing and collaborating in their communities and around the world</li>\r\n<li>Software that is free, secure, and high-quality</li>\r\n<li>A community that is enjoyable and rewarding to participate in</li>\r\n<li>People around the world using their preferred languages</li>\r\n<li>A project that acts autonomously</li>\r\n<li>A project that is socially responsible</li>\r\n<li>A project dedicated to maintaining the trust of its users</li>\r\n</ul>\r\n<p>There are millions of users around the world and thousands of people who contribute to the Joomla Project. They work in three main groups: the Production Working Group, responsible for everything that goes into software and documentation; the Community Working Group, responsible for creating a nurturing the community; and Open Source Matters, the non profit organization responsible for managing legal, financial and organizational issues.</p>\r\n<p>Joomla is a free and open source project, which uses the GNU General Public License version 2 or later.</p>', '', 1, 0, 0, 19, '2011-01-01 00:00:01', 499, '', '2011-12-27 11:47:48', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"","float_intro":"","image_intro_alt":"","image_intro_caption":"","image_fulltext":"","float_fulltext":"","image_fulltext_alt":"","image_fulltext_caption":""}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 2, 0, 1, '', '', 1, 1, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(49, 147, 'Typography', 'typography', '', '<h1>H1 ABCDEFGHIJKLMNOPQRSTUVWXYZ abcdefghijklmonpqrstuvwzyz</h1><h2>H2 ABCDEFGHIJKLMNOPQRSTUVWXYZ abcdefghijklmonpqrstuvwzyz</h2><h3>H3 ABCDEFGHIJKLMNOPQRSTUVWXYZ abcdefghijklmonpqrstuvwzyz</h3><h4>H4 ABCDEFGHIJKLMNOPQRSTUVWXYZ abcdefghijklmonpqrstuvwzyz</h4><h5>H5 ABCDEFGHIJKLMNOPQRSTUVWXYZ abcdefghijklmonpqrstuvwzyz</h5><h6>H6 ABCDEFGHIJKLMNOPQRSTUVWXYZ abcdefghijklmonpqrstuvwzyz</h6><p>P The quick brown fox ran over the lazy dog. THE QUICK BROWN FOX RAN OVER THE LAZY DOG.</p><ul><li>Item</li><li>Item</li><li>Item<br /> <ul><li>Item</li><li>Item</li><li>Item<br /> <ul><li>Item</li><li>Item</li><li>Item</li></ul></li></ul></li></ul><ol><li>tem</li><li>Item</li><li>Item<br /> <ol><li>Item</li><li>Item</li><li>Item<br /><ol><li>Item</li><li>Item</li><li>Item</li></ol></li></ol> </li></ol>', '', 1, 0, 0, 23, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-01-01 00:00:01', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_readmore":"","show_print_icon":"","show_email_icon":"","show_hits":"","page_title":"","alternative_readmore":"","layout":""}', 1, 0, 1, '', '', 1, 0, '', 0, '*', ''),
(50, 148, 'Upgraders', 'upgraders', '', '<p>If you are an experienced Joomla! 1.5 user, this Joomla site will seem very familiar. There are new templates and improved user interfaces, but most functionality is the same. The biggest changes are improved access control (ACL) and nested categories. This release of Joomla has strong continuity with Joomla! 1.7 while adding enhancements.</p>\r\n', '\r\n<p>The new user manager will let you manage who has access to what in your site. You can leave access groups exactly the way you had them in Joomla 1.5 or make them as complicated as you want. You can learn more about<a href="http://docs.joomla.org/ACL_Tutorial_for_Joomla_1.6"> how access control works</a> in on the <a href="http://docs.joomla.org">Joomla! Documentation site</a></p>\r\n<p>In Joomla 1.5 and 1.0 content was organized into sections and categories. From 1.6 forward sections are gone, and you can create categories within categories, going as deep as you want. The sample data provides many examples of the use of nested categories.</p>\r\n<p>All layouts have been redesigned to improve accessibility and flexibility. </p>\r\n<p>Updating your site and extensions when needed is easier than ever thanks to installer improvements.</p>\r\n<p> </p>', 1, 0, 0, 19, '2011-01-01 00:00:01', 499, '', '2012-01-17 04:28:10', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"","float_intro":"","image_intro_alt":"","image_intro_caption":"","image_fulltext":"","float_fulltext":"","image_fulltext_alt":"","image_fulltext_caption":""}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 5, 0, 6, '', '', 1, 3, '{"robots":"","author":"","rights":"","xreference":""}', 1, '*', ''),
(51, 149, 'User', 'user-plugins', '', '<p>Default on:</p>\r\n<ul>\r\n<li>Joomla <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit#User_-_Joomla.21">Help</a></li>\r\n</ul>\r\n<p>Default off:</p>\r\n<p>Two new plugins are available but are disabled by default.</p>\r\n<ul>\r\n<li>Contact Creator <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit#User_-_Contact_Creator">Help</a><br />Creates a new linked contact record for each new user created.</li>\r\n<li>Profile <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit#User_-_Profile">Help</a><br />This example profile plugin allows you to insert additional fields into user registration and profile display. This is intended as an example of the types of extensions to the profile you might want to create.</li>\r\n</ul>', '', 1, 0, 0, 25, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-12-27 11:51:25', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"","float_intro":"","image_intro_alt":"","image_intro_caption":"","image_fulltext":"","float_fulltext":"","image_fulltext_alt":"","image_fulltext_caption":""}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 3, 0, 4, '', '', 1, 0, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(52, 150, 'Users', 'users-component', '', '<p>The users extension lets your site visitors register, login and logout, change their passwords and other information, and recover lost passwords. In the administrator it allows you to create, block and manage users and create user groups and access levels. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Users_User_Manager">Help</a></p>\r\n<p>Please note that some of the user views will not display if you are not logged-in to the site.</p>', '', 1, 0, 0, 21, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-01-10 04:52:55', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":""}', 2, 0, 5, '', '', 1, 1, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(53, 151, 'Using Joomla!', 'using-joomla', '', '<p>With Joomla you can create anything from a simple personal website to a complex ecommerce or social site with millions of visitors.</p>\r\n<p>This section of the sample data provides you with a brief introduction to Joomla concepts and reference material to help you understand how Joomla works.</p>\r\n<p><em>When you no longer need the sample data, you can can simply unpublish the sample data category found within each extension in the site administrator or you may completely delete each item and all of the categories. </em></p>', '', 1, 0, 0, 19, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-12-27 11:52:45', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"","float_intro":"","image_intro_alt":"","image_intro_caption":"","image_fulltext":"","float_fulltext":"","image_fulltext_alt":"","image_fulltext_caption":""}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 2, 0, 7, '', '', 1, 12, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(54, 152, 'Weblinks', 'weblinks', '', '<p>Weblinks (com_weblinks) is a component that provides a structured way to organize external links and present them in a visually attractive, consistent and informative way. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Components_Weblinks_Links">Help</a></p>', '', 1, 0, 0, 21, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-01-10 04:20:10', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":""}', 2, 0, 6, '', '', 1, 3, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(55, 153, 'Weblinks Module', 'weblinks-module', '', '<p>This module displays the list of weblinks in a category. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Extensions_Module_Manager_Weblinks" title="Weblinks Module">Help</a></p>\r\n<div class="sample-module">{loadmodule weblinks,Weblinks}</div>', '', 1, 0, 0, 66, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-09-17 22:32:10', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_readmore":"","show_print_icon":"","show_email_icon":"","show_hits":"","page_title":"","alternative_readmore":"","layout":""}', 7, 0, 5, '', '', 1, 23, '', 0, '*', ''),
(56, 154, 'Who''s Online', 'whos-online', '', '<p>The Who''s Online Module displays the number of Anonymous Users (e.g. Guests) and Registered Users (ones logged-in) that are currently accessing the Web site. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Extensions_Module_Manager_Who_Online" title="Who''s Online">Help</a></p>\r\n<div class="sample-module">{loadmodule whosonline,Who''s Online}</div>', '', 1, 0, 0, 65, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-09-17 22:19:45', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_readmore":"","show_print_icon":"","show_email_icon":"","show_hits":"","page_title":"","alternative_readmore":"","layout":""}', 4, 0, 1, '', '', 1, 5, '', 0, '*', '');
INSERT INTO `jml_content` (`id`, `asset_id`, `title`, `alias`, `title_alias`, `introtext`, `fulltext`, `state`, `sectionid`, `mask`, `catid`, `created`, `created_by`, `created_by_alias`, `modified`, `modified_by`, `checked_out`, `checked_out_time`, `publish_up`, `publish_down`, `images`, `urls`, `attribs`, `version`, `parentid`, `ordering`, `metakey`, `metadesc`, `access`, `hits`, `metadata`, `featured`, `language`, `xreference`) VALUES
(57, 155, 'Wobbegone', 'wobbegone', '', '<p> </p>\r\n', '\r\n<p> </p>', 1, 0, 0, 72, '2011-01-01 00:00:01', 499, 'Parks Webmaster', '2012-01-17 05:01:59', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"images\\/sampledata\\/parks\\/animals\\/180px_wobbegong.jpg","float_intro":"","image_intro_alt":"Wobbegon","image_intro_caption":"","image_fulltext":"images\\/sampledata\\/parks\\/animals\\/800px_wobbegong.jpg","float_fulltext":"","image_fulltext_alt":"Wobbegon","image_fulltext_caption":"Source: http:\\/\\/en.wikipedia.org\\/wiki\\/File:Wobbegong.jpg Author: Richard Ling Rights: GNU Free Documentation License v 1.2 or later"}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 2, 0, 1, '', '', 1, 0, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(58, 156, 'Wonderful Watermelon', 'wonderful-watermelon', '', '<p>Watermelon is a wonderful and healthy treat. We grow the world''s sweetest watermelon. We have the largest watermelon patch in our country.</p>', '', 1, 0, 0, 30, '2011-01-01 00:00:01', 499, 'Fruit Shop Webmaster', '2011-01-01 00:00:01', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_readmore":"","show_print_icon":"","show_email_icon":"","show_hits":"","page_title":"","alternative_readmore":"","layout":""}', 1, 0, 1, '', '', 1, 0, '', 0, '*', ''),
(59, 157, 'Wrapper Module', 'wrapper-module', '', '<p>This module shows an iFrame window to specified location. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Extensions_Module_Manager_Wrapper" title="Wrapper Module">Help</a></p>\r\n<div class="sample-module">{loadmodule wrapper,Wrapper}</div>', '', 1, 0, 0, 67, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-09-17 22:35:00', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_readmore":"","show_print_icon":"","show_email_icon":"","show_hits":"","page_title":"","alternative_readmore":"","layout":""}', 8, 0, 1, '', '', 1, 15, '', 0, '*', ''),
(60, 158, 'News Feeds', 'news-feeds', '', '<p>News Feeds (com_newsfeeds) provides a way to organize and present news feeds. News feeds are a way that you present information from another site on your site. For example, the joomla.org website has numerous feeds that you can incorporate on your site. You an use menus to present a single feed, a list of feeds in a category, or a list of all feed categories. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Components_Newsfeeds_Feeds">Help</a></p>', '', 1, 0, 0, 21, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-12-27 11:27:31', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"","float_intro":"","image_intro_alt":"","image_intro_caption":"","image_fulltext":"","float_fulltext":"","image_fulltext_alt":"","image_fulltext_caption":""}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 3, 0, 4, '', '', 1, 2, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(61, 159, 'Breadcrumbs Module', 'breadcrumbs-module', '', '<p>Breadcrumbs provide a pathway for users to navigate through the site. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Extensions_Module_Manager_Breadcrumbs" title="Breacrumbs Module">Help</a></p>\r\n<div class="sample-module">{loadmodule breadcrumbs,breadcrumbs}</div>', '', 1, 0, 0, 75, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-09-17 22:10:19', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":""}', 5, 0, 2, '', '', 1, 9, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(62, 160, 'Content', 'content-plugins', '', '<p>Content plugins run when specific kinds of pages are loaded. They do things ranging from protecting email addresses from harvesters to creating page breaks.</p>\r\n<p>Default on:</p>\r\n<ul>\r\n<li>Email Cloaking <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit#Content_-_Email_Cloaking">Help</a></li>\r\n<li>Load Module <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit#Content_-_Load_Modules">Help</a></li>\r\n<li>Page Break <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit#Content_-_Pagebreak">Help</a></li>\r\n<li>Page Navigation<a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit#Content_-_Page_Navigation"> Help</a></li>\r\n<li>Vote <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit#Content_-_Vote">Help</a></li>\r\n</ul>\r\n<p>Default off:</p>\r\n<ul>\r\n<li>Code Highlighter (GeSHi) <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit#Content_-_Code_Highlighter_.28GeSHi.29">Help</a></li>\r\n</ul>', '', 1, 0, 0, 25, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-09-06 06:11:50', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_readmore":"","show_print_icon":"","show_email_icon":"","show_hits":"","page_title":"","alternative_readmore":"","layout":""}', 2, 0, 7, '', '', 1, 1, '', 0, '*', ''),
(64, 162, 'Blue Mountain Rain Forest', 'blue-mountain-rain-forest', '', '<p> </p>\r\n', '\r\n<p> </p>', 1, 0, 0, 73, '2011-01-01 00:00:01', 499, 'Parks Webmaster', '2012-01-17 04:36:30', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"images\\/sampledata\\/parks\\/landscape\\/120px_rainforest_bluemountainsnsw.jpg","float_intro":"none","image_intro_alt":"Rain Forest Blue Mountains","image_intro_caption":"","image_fulltext":"images\\/sampledata\\/parks\\/landscape\\/727px_rainforest_bluemountainsnsw.jpg","float_fulltext":"","image_fulltext_alt":"Rain Forest Blue Mountains","image_fulltext_caption":"Source: http:\\/\\/commons.wikimedia.org\\/wiki\\/File:Rainforest,bluemountainsNSW.jpg Author: Adam J.W.C. License: GNU Free Documentation License"}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 4, 0, 2, '', '', 1, 3, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(65, 163, 'Ormiston Pound', 'ormiston-pound', '', '<p> </p>\r\n', '\r\n<p> </p>', 1, 0, 0, 73, '2011-01-01 00:00:01', 499, 'Parks Webmaster', '2012-01-17 04:51:33', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '{"image_intro":"images\\/sampledata\\/parks\\/landscape\\/180px_ormiston_pound.jpg","float_intro":"none","image_intro_alt":"Ormiston Pound","image_intro_caption":"","image_fulltext":"images\\/sampledata\\/parks\\/landscape\\/800px_ormiston_pound.jpg","float_fulltext":"","image_fulltext_alt":"Ormiston Pound","image_fulltext_caption":"Source: http:\\/\\/commons.wikimedia.org\\/wiki\\/File:Ormiston_Pound.JPG Author: License: GNU Free Public Documentation License"}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 5, 0, 3, '', '', 1, 1, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(66, 165, 'Latest Users Module', 'latest-users-module', '', '<p>This module displays the latest registered users. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;keyref=Help16:Extensions_Module_Manager_Latest_Users">Help</a></p>\r\n<div class="sample-module">{loadmodule users_latest,Users Latest}</div>', '', 1, 0, 0, 65, '2011-01-01 00:00:01', 499, 'Joomla!', '2011-09-17 22:21:05', 42, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"1","link_titles":"","show_intro":"","show_category":"1","link_category":"1","show_parent_category":"","link_parent_category":"","show_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_readmore":"","show_print_icon":"","show_email_icon":"","show_hits":"","page_title":"","alternative_readmore":"","layout":""}', 4, 0, 3, '', '', 1, 6, '', 0, '*', ''),
(67, 168, 'What''s New in 1.5?', 'whats-new-in-15', '', '<p>This article deliberately archived as an example.</p><p>As with previous releases, Joomla! provides a unified and easy-to-use framework for delivering content for Web sites of all kinds. To support the changing nature of the Internet and emerging Web technologies, Joomla! required substantial restructuring of its core functionality and we also used this effort to simplify many challenges within the current user interface. Joomla! 1.5 has many new features.</p>\r\n<p style="margin-bottom: 0in;">In Joomla! 1.5, you''''ll notice:</p>\r\n<ul>\r\n<li>Substantially improved usability, manageability, and scalability far beyond the original Mambo foundations</li>\r\n<li>Expanded accessibility to support internationalisation, double-byte characters and right-to-left support for Arabic, Farsi, and Hebrew languages among others</li>\r\n<li>Extended integration of external applications through Web services</li>\r\n<li>Enhanced content delivery, template and presentation capabilities to support accessibility standards and content delivery to any destination</li>\r\n<li>A more sustainable and flexible framework for Component and Extension developers</li>\r\n<li>Backward compatibility with previous releases of Components, Templates, Modules, and other Extensions</li>\r\n</ul>', '', 2, 0, 0, 9, '2011-01-01 00:00:01', 499, 'Joomla! 1.5', '2011-01-01 00:00:01', 0, 0, '0000-00-00 00:00:00', '2011-01-01 00:00:01', '0000-00-00 00:00:00', '', '', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_readmore":"","show_print_icon":"","show_email_icon":"","show_hits":"","page_title":"","alternative_readmore":"","layout":""}', 1, 0, 0, '', '', 1, 0, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(68, 170, 'Captcha', 'captcha', '', '<p>The Captcha plugins are used to prevent spam submissions on your forms such as registration, contact and login. You basic installation of Joomla includes one Captcha plugin which leverages the ReCaptcha® service but you may install other plugins connecting to different Captcha systems.</p>\r\n<p>Default on:</p>\r\n<ul>\r\n<li>ReCaptcha <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit">help</a></li>\r\n</ul>\r\n<p>Note: ReCaptcha is a the trademark of Google Inc. and is an independent product not associated with or endorsed by the Joomla Project. You will need to register and agree to the Terms of Service at Recaptcha.net to use this plugin. Complete instructions are available if you edit the ReCaptcha plugin in the Plugin Manager.</p>', '', 1, 0, 0, 25, '2012-01-17 03:20:45', 499, 'Joomla!', '2012-01-17 03:35:46', 42, 0, '0000-00-00 00:00:00', '2012-01-17 03:20:45', '0000-00-00 00:00:00', '{"image_intro":"","float_intro":"","image_intro_alt":"","image_intro_caption":"","image_fulltext":"","float_fulltext":"","image_fulltext_alt":"","image_fulltext_caption":""}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 2, 0, 1, '', '', 1, 0, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(69, 171, 'Quick Icons', 'quick-icons', '', '<p> The Quick Icon plugin group is used to provide notification that updates to Joomla! or installed extensions are available and should be applied. These notifications display on your administrator control panel, which is the page you see when you first log in to your site administrator.</p>\r\n<p>Default on:</p>\r\n<ul>\r\n<li>Quick icon - Joomla! extensions updates notification <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit">Help</a>.</li>\r\n<li>Quick icon - Joomla! update notification <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help17:Extensions_Plugin_Manager_Edit">Help</a></li>\r\n</ul>', '', 1, 0, 0, 25, '2012-01-17 03:27:39', 499, 'Joomla!', '0000-00-00 00:00:00', 0, 0, '0000-00-00 00:00:00', '2012-01-17 03:27:39', '0000-00-00 00:00:00', '{"image_intro":"","float_intro":"","image_intro_alt":"","image_intro_caption":"","image_fulltext":"","float_fulltext":"","image_fulltext_alt":"","image_fulltext_caption":""}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 1, 0, 0, '', '', 1, 0, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', ''),
(70, 170, 'Smart Search', 'smart-search', '', '<p>This module provides search using the Smart Search component. You should only use it if you have indexed your content and either have enabled the Smart Search content plugin or are keeping the index of your site updated manually. <a href="http://help.joomla.org/proxy/index.php?option=com_help&amp;amp;keyref=Help25:Extensions_Module_Manager_Smart_Search">Help</a>.</p>\r\n<div class="sample-module">{loadmodule finder,Smart Search}</div>', '', 1, 0, 0, 67, '2012-01-17 03:42:36', 499, '', '2012-01-17 16:15:48', 42, 0, '0000-00-00 00:00:00', '2012-01-17 03:42:36', '0000-00-00 00:00:00', '{"image_intro":"","float_intro":"","image_intro_alt":"","image_intro_caption":"","image_fulltext":"","float_fulltext":"","image_fulltext_alt":"","image_fulltext_caption":""}', '{"urla":"","urlatext":"","targeta":"","urlb":"","urlbtext":"","targetb":"","urlc":"","urlctext":"","targetc":""}', '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_vote":"","show_hits":"","show_noauth":"","alternative_readmore":"","article_layout":"","show_publishing_options":"","show_article_options":"","show_urls_images_backend":"","show_urls_images_frontend":""}', 10, 0, 0, '', '', 1, 13, '{"robots":"","author":"","rights":"","xreference":""}', 0, '*', '');

-- --------------------------------------------------------

--
-- Структура таблицы `jml_content_frontpage`
--

CREATE TABLE IF NOT EXISTS `jml_content_frontpage` (
  `content_id` int(11) NOT NULL DEFAULT '0',
  `ordering` int(11) NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `jml_content_frontpage`
--

INSERT INTO `jml_content_frontpage` (`content_id`, `ordering`) VALUES
(8, 2),
(24, 1),
(35, 4),
(50, 3);

-- --------------------------------------------------------

--
-- Структура таблицы `jml_content_rating`
--

CREATE TABLE IF NOT EXISTS `jml_content_rating` (
  `content_id` int(11) NOT NULL DEFAULT '0',
  `rating_sum` int(10) unsigned NOT NULL DEFAULT '0',
  `rating_count` int(10) unsigned NOT NULL DEFAULT '0',
  `lastip` varchar(50) NOT NULL DEFAULT ''
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `jml_core_log_searches`
--

CREATE TABLE IF NOT EXISTS `jml_core_log_searches` (
  `search_term` varchar(128) NOT NULL DEFAULT '',
  `hits` int(10) unsigned NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `jml_extensions`
--

CREATE TABLE IF NOT EXISTS `jml_extensions` (
`extension_id` int(11) NOT NULL,
  `name` varchar(100) NOT NULL,
  `type` varchar(20) NOT NULL,
  `element` varchar(100) NOT NULL,
  `folder` varchar(100) NOT NULL,
  `client_id` tinyint(3) NOT NULL,
  `enabled` tinyint(3) NOT NULL DEFAULT '1',
  `access` int(10) unsigned NOT NULL DEFAULT '1',
  `protected` tinyint(3) NOT NULL DEFAULT '0',
  `manifest_cache` text NOT NULL,
  `params` text NOT NULL,
  `custom_data` text NOT NULL,
  `system_data` text NOT NULL,
  `checked_out` int(10) unsigned NOT NULL DEFAULT '0',
  `checked_out_time` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `ordering` int(11) DEFAULT '0',
  `state` int(11) DEFAULT '0'
) ENGINE=InnoDB AUTO_INCREMENT=10011 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `jml_extensions`
--

INSERT INTO `jml_extensions` (`extension_id`, `name`, `type`, `element`, `folder`, `client_id`, `enabled`, `access`, `protected`, `manifest_cache`, `params`, `custom_data`, `system_data`, `checked_out`, `checked_out_time`, `ordering`, `state`) VALUES
(1, 'com_mailto', 'component', 'com_mailto', '', 0, 1, 1, 1, '{"legacy":false,"name":"com_mailto","type":"component","creationDate":"April 2006","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.\\t","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"COM_MAILTO_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(2, 'com_wrapper', 'component', 'com_wrapper', '', 0, 1, 1, 1, '{"legacy":false,"name":"com_wrapper","type":"component","creationDate":"April 2006","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.\\n\\t","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"COM_WRAPPER_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(3, 'com_admin', 'component', 'com_admin', '', 1, 1, 1, 1, '{"legacy":false,"name":"com_admin","type":"component","creationDate":"April 2006","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.\\n\\t","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"COM_ADMIN_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(4, 'com_banners', 'component', 'com_banners', '', 1, 1, 1, 0, '{"legacy":false,"name":"com_banners","type":"component","creationDate":"April 2006","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.\\n\\t","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"COM_BANNERS_XML_DESCRIPTION","group":""}', '{"purchase_type":"3","track_impressions":"0","track_clicks":"0","metakey_prefix":""}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(5, 'com_cache', 'component', 'com_cache', '', 1, 1, 1, 1, '{"legacy":false,"name":"com_cache","type":"component","creationDate":"April 2006","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.\\t","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"COM_CACHE_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(6, 'com_categories', 'component', 'com_categories', '', 1, 1, 1, 1, '{"legacy":false,"name":"com_categories","type":"component","creationDate":"December 2007","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"COM_CATEGORIES_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(7, 'com_checkin', 'component', 'com_checkin', '', 1, 1, 1, 1, '{"legacy":false,"name":"com_checkin","type":"component","creationDate":"Unknown","author":"Joomla! Project","copyright":"(C) 2005 - 2008 Open Source Matters. All rights reserved.\\n\\t","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"COM_CHECKIN_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(8, 'com_contact', 'component', 'com_contact', '', 1, 1, 1, 0, '{"legacy":false,"name":"com_contact","type":"component","creationDate":"April 2006","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.\\n\\t","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"COM_CONTACT_XML_DESCRIPTION","group":""}', '{"show_contact_category":"hide","show_contact_list":"0","presentation_style":"sliders","show_name":"1","show_position":"1","show_email":"0","show_street_address":"1","show_suburb":"1","show_state":"1","show_postcode":"1","show_country":"1","show_telephone":"1","show_mobile":"1","show_fax":"1","show_webpage":"1","show_misc":"1","show_image":"1","image":"","allow_vcard":"0","show_articles":"0","show_profile":"0","show_links":"0","linka_name":"","linkb_name":"","linkc_name":"","linkd_name":"","linke_name":"","contact_icons":"0","icon_address":"","icon_email":"","icon_telephone":"","icon_mobile":"","icon_fax":"","icon_misc":"","show_headings":"1","show_position_headings":"1","show_email_headings":"0","show_telephone_headings":"1","show_mobile_headings":"0","show_fax_headings":"0","allow_vcard_headings":"0","show_suburb_headings":"1","show_state_headings":"1","show_country_headings":"1","show_email_form":"1","show_email_copy":"1","banned_email":"","banned_subject":"","banned_text":"","validate_session":"1","custom_reply":"0","redirect":"","show_category_crumb":"0","metakey":"","metadesc":"","robots":"","author":"","rights":"","xreference":""}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(9, 'com_cpanel', 'component', 'com_cpanel', '', 1, 1, 1, 1, '{"legacy":false,"name":"com_cpanel","type":"component","creationDate":"April 2006","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"COM_CPANEL_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(10, 'com_installer', 'component', 'com_installer', '', 1, 1, 1, 1, '{"legacy":false,"name":"com_installer","type":"component","creationDate":"April 2006","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.\\t","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"COM_INSTALLER_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(11, 'com_languages', 'component', 'com_languages', '', 1, 1, 1, 1, '{"legacy":false,"name":"com_languages","type":"component","creationDate":"2006","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.\\n\\t","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"COM_LANGUAGES_XML_DESCRIPTION","group":""}', '{"administrator":"ru-RU","site":"ru-RU"}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(12, 'com_login', 'component', 'com_login', '', 1, 1, 1, 1, '{"legacy":false,"name":"com_login","type":"component","creationDate":"April 2006","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.\\t","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"COM_LOGIN_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(13, 'com_media', 'component', 'com_media', '', 1, 1, 0, 1, '{"legacy":false,"name":"com_media","type":"component","creationDate":"April 2006","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.\\t","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"COM_MEDIA_XML_DESCRIPTION","group":""}', '{"upload_extensions":"bmp,csv,doc,gif,ico,jpg,jpeg,odg,odp,ods,odt,pdf,png,ppt,swf,txt,xcf,xls,BMP,CSV,DOC,GIF,ICO,JPG,JPEG,ODG,ODP,ODS,ODT,PDF,PNG,PPT,SWF,TXT,XCF,XLS","upload_maxsize":"10","file_path":"images","image_path":"images","restrict_uploads":"1","allowed_media_usergroup":"3","check_mime":"1","image_extensions":"bmp,gif,jpg,png","ignore_extensions":"","upload_mime":"image\\/jpeg,image\\/gif,image\\/png,image\\/bmp,application\\/x-shockwave-flash,application\\/msword,application\\/excel,application\\/pdf,application\\/powerpoint,text\\/plain,application\\/x-zip","upload_mime_illegal":"text\\/html"}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(14, 'com_menus', 'component', 'com_menus', '', 1, 1, 1, 1, '{"legacy":false,"name":"com_menus","type":"component","creationDate":"April 2006","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.\\t","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"COM_MENUS_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(15, 'com_messages', 'component', 'com_messages', '', 1, 1, 1, 1, '{"legacy":false,"name":"com_messages","type":"component","creationDate":"April 2006","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.\\t","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"COM_MESSAGES_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(16, 'com_modules', 'component', 'com_modules', '', 1, 1, 1, 1, '{"legacy":false,"name":"com_modules","type":"component","creationDate":"April 2006","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.\\t","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"COM_MODULES_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(17, 'com_newsfeeds', 'component', 'com_newsfeeds', '', 1, 1, 1, 0, '{"legacy":false,"name":"com_newsfeeds","type":"component","creationDate":"April 2006","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.\\t","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"COM_NEWSFEEDS_XML_DESCRIPTION","group":""}', '{"show_feed_image":"1","show_feed_description":"1","show_item_description":"1","feed_word_count":"0","show_headings":"1","show_name":"1","show_articles":"0","show_link":"1","show_description":"1","show_description_image":"1","display_num":"","show_pagination_limit":"1","show_pagination":"1","show_pagination_results":"1","show_cat_items":"1"}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(18, 'com_plugins', 'component', 'com_plugins', '', 1, 1, 1, 1, '{"legacy":false,"name":"com_plugins","type":"component","creationDate":"April 2006","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.\\t","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"COM_PLUGINS_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(19, 'com_search', 'component', 'com_search', '', 1, 1, 1, 1, '{"legacy":false,"name":"com_search","type":"component","creationDate":"April 2006","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.\\n\\t","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"COM_SEARCH_XML_DESCRIPTION","group":""}', '{"enabled":"0","show_date":"1"}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(20, 'com_templates', 'component', 'com_templates', '', 1, 1, 1, 1, '{"legacy":false,"name":"com_templates","type":"component","creationDate":"April 2006","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.\\t","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"COM_TEMPLATES_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(21, 'com_weblinks', 'component', 'com_weblinks', '', 1, 1, 1, 0, '{"legacy":false,"name":"com_weblinks","type":"component","creationDate":"April 2006","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.\\n\\t","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"COM_WEBLINKS_XML_DESCRIPTION","group":""}', '{"show_comp_description":"1","comp_description":"","show_link_hits":"1","show_link_description":"1","show_other_cats":"0","show_headings":"0","show_numbers":"0","show_report":"1","count_clicks":"1","target":"0","link_icons":""}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(22, 'com_content', 'component', 'com_content', '', 1, 1, 0, 1, '{"legacy":false,"name":"com_content","type":"component","creationDate":"April 2006","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.\\t","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"COM_CONTENT_XML_DESCRIPTION","group":""}', '{"article_layout":"_:default","show_title":"1","link_titles":"1","show_intro":"1","show_category":"1","link_category":"1","show_parent_category":"0","link_parent_category":"0","show_author":"1","link_author":"0","show_create_date":"0","show_modify_date":"0","show_publish_date":"1","show_item_navigation":"1","show_vote":"0","show_readmore":"1","show_readmore_title":"1","readmore_limit":"100","show_icons":"1","show_print_icon":"1","show_email_icon":"1","show_hits":"1","show_noauth":"0","show_publishing_options":"1","show_article_options":"1","show_urls_images_frontend":"0","show_urls_images_backend":"1","targeta":0,"targetb":0,"targetc":0,"float_intro":"left","float_fulltext":"left","category_layout":"_:blog","show_category_title":"0","show_description":"0","show_description_image":"0","maxLevel":"1","show_empty_categories":"0","show_no_articles":"1","show_subcat_desc":"1","show_cat_num_articles":"0","show_base_description":"1","maxLevelcat":"-1","show_empty_categories_cat":"0","show_subcat_desc_cat":"1","show_cat_num_articles_cat":"1","num_leading_articles":"1","num_intro_articles":"4","num_columns":"2","num_links":"4","multi_column_order":"0","show_subcategory_content":"0","show_pagination_limit":"1","filter_field":"hide","show_headings":"1","list_show_date":"0","date_format":"","list_show_hits":"1","list_show_author":"1","orderby_pri":"order","orderby_sec":"rdate","order_date":"published","show_pagination":"2","show_pagination_results":"1","show_feed_link":"1","feed_summary":"0"}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(23, 'com_config', 'component', 'com_config', '', 1, 1, 0, 1, '{"legacy":false,"name":"com_config","type":"component","creationDate":"April 2006","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.\\t","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"COM_CONFIG_XML_DESCRIPTION","group":""}', '{"filters":{"1":{"filter_type":"NH","filter_tags":"","filter_attributes":""},"6":{"filter_type":"BL","filter_tags":"","filter_attributes":""},"7":{"filter_type":"NONE","filter_tags":"","filter_attributes":""},"2":{"filter_type":"NH","filter_tags":"","filter_attributes":""},"3":{"filter_type":"BL","filter_tags":"","filter_attributes":""},"4":{"filter_type":"BL","filter_tags":"","filter_attributes":""},"5":{"filter_type":"BL","filter_tags":"","filter_attributes":""},"10":{"filter_type":"BL","filter_tags":"","filter_attributes":""},"12":{"filter_type":"BL","filter_tags":"","filter_attributes":""},"8":{"filter_type":"NONE","filter_tags":"","filter_attributes":""}}}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(24, 'com_redirect', 'component', 'com_redirect', '', 1, 1, 0, 1, '{"legacy":false,"name":"com_redirect","type":"component","creationDate":"April 2006","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.\\t","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"COM_REDIRECT_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(25, 'com_users', 'component', 'com_users', '', 1, 1, 0, 1, '{"legacy":false,"name":"com_users","type":"component","creationDate":"April 2006","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.\\t","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"COM_USERS_XML_DESCRIPTION","group":""}', '{"allowUserRegistration":"1","new_usertype":"2","guest_usergroup":"1","sendpassword":"1","useractivation":"2","mail_to_admin":"1","captcha":"","frontend_userparams":"1","site_language":"0","change_login_name":"0","reset_count":"10","reset_time":"1","mailSubjectPrefix":"","mailBodySuffix":""}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(27, 'com_finder', 'component', 'com_finder', '', 1, 1, 0, 0, '{"legacy":false,"name":"com_finder","type":"component","creationDate":"August 2011","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"COM_FINDER_XML_DESCRIPTION","group":""}', '{"show_description":"1","description_length":255,"allow_empty_query":"0","show_url":"1","show_advanced":"1","expand_advanced":"0","show_date_filters":"0","highlight_terms":"1","opensearch_name":"","opensearch_description":"","batch_size":"50","memory_table_limit":30000,"title_multiplier":"1.7","text_multiplier":"0.7","meta_multiplier":"1.2","path_multiplier":"2.0","misc_multiplier":"0.3","stemmer":"snowball"}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(28, 'com_joomlaupdate', 'component', 'com_joomlaupdate', '', 1, 1, 0, 1, '{"legacy":false,"name":"com_joomlaupdate","type":"component","creationDate":"February 2012","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.\\t","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"COM_JOOMLAUPDATE_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(100, 'PHPMailer', 'library', 'phpmailer', '', 0, 1, 1, 1, '{"legacy":false,"name":"PHPMailer","type":"library","creationDate":"2001","author":"PHPMailer","copyright":"(c) 2001-2003, Brent R. Matzelle, (c) 2004-2009, Andy Prevost. All Rights Reserved., (c) 2010-2011, Jim Jagielski. All Rights Reserved.","authorEmail":"jimjag@gmail.com","authorUrl":"https:\\/\\/code.google.com\\/a\\/apache-extras.org\\/p\\/phpmailer\\/","version":"5.2","description":"LIB_PHPMAILER_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(101, 'SimplePie', 'library', 'simplepie', '', 0, 1, 1, 1, '{"legacy":false,"name":"SimplePie","type":"library","creationDate":"2004","author":"SimplePie","copyright":"Copyright (c) 2004-2009, Ryan Parman and Geoffrey Sneddon","authorEmail":"","authorUrl":"http:\\/\\/simplepie.org\\/","version":"1.2","description":"LIB_SIMPLEPIE_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(102, 'phputf8', 'library', 'phputf8', '', 0, 1, 1, 1, '{"legacy":false,"name":"phputf8","type":"library","creationDate":"2006","author":"Harry Fuecks","copyright":"Copyright various authors","authorEmail":"hfuecks@gmail.com","authorUrl":"http:\\/\\/sourceforge.net\\/projects\\/phputf8","version":"0.5","description":"LIB_PHPUTF8_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(103, 'Joomla! Platform', 'library', 'joomla', '', 0, 1, 1, 1, '{"legacy":false,"name":"Joomla! Platform","type":"library","creationDate":"2008","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"http:\\/\\/www.joomla.org","version":"11.4","description":"LIB_JOOMLA_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(200, 'mod_articles_archive', 'module', 'mod_articles_archive', '', 0, 1, 1, 1, '{"legacy":false,"name":"mod_articles_archive","type":"module","creationDate":"July 2006","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters.\\n\\t\\tAll rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_ARTICLES_ARCHIVE_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(201, 'mod_articles_latest', 'module', 'mod_articles_latest', '', 0, 1, 1, 1, '{"legacy":false,"name":"mod_articles_latest","type":"module","creationDate":"July 2004","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_LATEST_NEWS_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(202, 'mod_articles_popular', 'module', 'mod_articles_popular', '', 0, 1, 1, 0, '{"legacy":false,"name":"mod_articles_popular","type":"module","creationDate":"July 2006","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_POPULAR_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(203, 'mod_banners', 'module', 'mod_banners', '', 0, 1, 1, 0, '{"legacy":false,"name":"mod_banners","type":"module","creationDate":"July 2006","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_BANNERS_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(204, 'mod_breadcrumbs', 'module', 'mod_breadcrumbs', '', 0, 1, 1, 1, '{"legacy":false,"name":"mod_breadcrumbs","type":"module","creationDate":"July 2006","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_BREADCRUMBS_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(205, 'mod_custom', 'module', 'mod_custom', '', 0, 1, 1, 1, '{"legacy":false,"name":"mod_custom","type":"module","creationDate":"July 2004","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_CUSTOM_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(206, 'mod_feed', 'module', 'mod_feed', '', 0, 1, 1, 1, '{"legacy":false,"name":"mod_feed","type":"module","creationDate":"July 2005","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_FEED_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(207, 'mod_footer', 'module', 'mod_footer', '', 0, 1, 1, 1, '{"legacy":false,"name":"mod_footer","type":"module","creationDate":"July 2006","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_FOOTER_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(208, 'mod_login', 'module', 'mod_login', '', 0, 1, 1, 1, '{"legacy":false,"name":"mod_login","type":"module","creationDate":"July 2006","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_LOGIN_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(209, 'mod_menu', 'module', 'mod_menu', '', 0, 1, 1, 1, '{"legacy":false,"name":"mod_menu","type":"module","creationDate":"July 2004","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_MENU_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(210, 'mod_articles_news', 'module', 'mod_articles_news', '', 0, 1, 1, 0, '{"legacy":false,"name":"mod_articles_news","type":"module","creationDate":"July 2006","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_ARTICLES_NEWS_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(211, 'mod_random_image', 'module', 'mod_random_image', '', 0, 1, 1, 0, '{"legacy":false,"name":"mod_random_image","type":"module","creationDate":"July 2006","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_RANDOM_IMAGE_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(212, 'mod_related_items', 'module', 'mod_related_items', '', 0, 1, 1, 0, '{"legacy":false,"name":"mod_related_items","type":"module","creationDate":"July 2004","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_RELATED_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(213, 'mod_search', 'module', 'mod_search', '', 0, 1, 1, 0, '{"legacy":false,"name":"mod_search","type":"module","creationDate":"July 2004","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_SEARCH_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(214, 'mod_stats', 'module', 'mod_stats', '', 0, 1, 1, 0, '{"legacy":false,"name":"mod_stats","type":"module","creationDate":"July 2004","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_STATS_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(215, 'mod_syndicate', 'module', 'mod_syndicate', '', 0, 1, 1, 1, '{"legacy":false,"name":"mod_syndicate","type":"module","creationDate":"May 2006","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_SYNDICATE_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(216, 'mod_users_latest', 'module', 'mod_users_latest', '', 0, 1, 1, 1, '{"legacy":false,"name":"mod_users_latest","type":"module","creationDate":"December 2009","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_USERS_LATEST_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(217, 'mod_weblinks', 'module', 'mod_weblinks', '', 0, 1, 1, 0, '{"legacy":false,"name":"mod_weblinks","type":"module","creationDate":"July 2009","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_WEBLINKS_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(218, 'mod_whosonline', 'module', 'mod_whosonline', '', 0, 1, 1, 0, '{"legacy":false,"name":"mod_whosonline","type":"module","creationDate":"July 2004","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_WHOSONLINE_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(219, 'mod_wrapper', 'module', 'mod_wrapper', '', 0, 1, 1, 0, '{"legacy":false,"name":"mod_wrapper","type":"module","creationDate":"October 2004","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_WRAPPER_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(220, 'mod_articles_category', 'module', 'mod_articles_category', '', 0, 1, 1, 1, '{"legacy":false,"name":"mod_articles_category","type":"module","creationDate":"February 2010","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_ARTICLES_CATEGORY_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(221, 'mod_articles_categories', 'module', 'mod_articles_categories', '', 0, 1, 1, 1, '{"legacy":false,"name":"mod_articles_categories","type":"module","creationDate":"February 2010","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_ARTICLES_CATEGORIES_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(222, 'mod_languages', 'module', 'mod_languages', '', 0, 1, 1, 1, '{"legacy":false,"name":"mod_languages","type":"module","creationDate":"February 2010","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_LANGUAGES_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(223, 'mod_finder', 'module', 'mod_finder', '', 0, 1, 0, 0, '{"legacy":false,"name":"mod_finder","type":"module","creationDate":"August 2011","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_FINDER_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(300, 'mod_custom', 'module', 'mod_custom', '', 1, 1, 1, 1, '{"legacy":false,"name":"mod_custom","type":"module","creationDate":"July 2004","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_CUSTOM_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(301, 'mod_feed', 'module', 'mod_feed', '', 1, 1, 1, 0, '{"legacy":false,"name":"mod_feed","type":"module","creationDate":"July 2005","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_FEED_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(302, 'mod_latest', 'module', 'mod_latest', '', 1, 1, 1, 0, '{"legacy":false,"name":"mod_latest","type":"module","creationDate":"July 2004","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_LATEST_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(303, 'mod_logged', 'module', 'mod_logged', '', 1, 1, 1, 0, '{"legacy":false,"name":"mod_logged","type":"module","creationDate":"January 2005","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_LOGGED_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(304, 'mod_login', 'module', 'mod_login', '', 1, 1, 1, 1, '{"legacy":false,"name":"mod_login","type":"module","creationDate":"March 2005","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_LOGIN_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(305, 'mod_menu', 'module', 'mod_menu', '', 1, 1, 1, 0, '{"legacy":false,"name":"mod_menu","type":"module","creationDate":"March 2006","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_MENU_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(307, 'mod_popular', 'module', 'mod_popular', '', 1, 1, 1, 0, '{"legacy":false,"name":"mod_popular","type":"module","creationDate":"July 2004","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_POPULAR_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(308, 'mod_quickicon', 'module', 'mod_quickicon', '', 1, 1, 1, 1, '{"legacy":false,"name":"mod_quickicon","type":"module","creationDate":"Nov 2005","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_QUICKICON_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(309, 'mod_status', 'module', 'mod_status', '', 1, 1, 1, 0, '{"legacy":false,"name":"mod_status","type":"module","creationDate":"Feb 2006","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_STATUS_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(310, 'mod_submenu', 'module', 'mod_submenu', '', 1, 1, 1, 0, '{"legacy":false,"name":"mod_submenu","type":"module","creationDate":"Feb 2006","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_SUBMENU_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(311, 'mod_title', 'module', 'mod_title', '', 1, 1, 1, 0, '{"legacy":false,"name":"mod_title","type":"module","creationDate":"Nov 2005","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_TITLE_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(312, 'mod_toolbar', 'module', 'mod_toolbar', '', 1, 1, 1, 1, '{"legacy":false,"name":"mod_toolbar","type":"module","creationDate":"Nov 2005","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_TOOLBAR_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(313, 'mod_multilangstatus', 'module', 'mod_multilangstatus', '', 1, 1, 1, 0, '{"legacy":false,"name":"mod_multilangstatus","type":"module","creationDate":"September 2011","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_MULTILANGSTATUS_XML_DESCRIPTION","group":""}', '{"cache":"0"}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(314, 'mod_version', 'module', 'mod_version', '', 1, 1, 1, 0, '{"legacy":false,"name":"mod_version","type":"module","creationDate":"January 2012","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"MOD_VERSION_XML_DESCRIPTION","group":""}', '{"format":"short","product":"1","cache":"0"}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(400, 'plg_authentication_gmail', 'plugin', 'gmail', 'authentication', 0, 0, 1, 0, '{"legacy":false,"name":"plg_authentication_gmail","type":"plugin","creationDate":"February 2006","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_GMAIL_XML_DESCRIPTION","group":""}', '{"applysuffix":"0","suffix":"","verifypeer":"1","user_blacklist":""}', '', '', 0, '0000-00-00 00:00:00', 1, 0),
(401, 'plg_authentication_joomla', 'plugin', 'joomla', 'authentication', 0, 1, 1, 1, '{"legacy":false,"name":"plg_authentication_joomla","type":"plugin","creationDate":"November 2005","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_AUTH_JOOMLA_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(402, 'plg_authentication_ldap', 'plugin', 'ldap', 'authentication', 0, 0, 1, 0, '{"legacy":false,"name":"plg_authentication_ldap","type":"plugin","creationDate":"November 2005","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_LDAP_XML_DESCRIPTION","group":""}', '{"host":"","port":"389","use_ldapV3":"0","negotiate_tls":"0","no_referrals":"0","auth_method":"bind","base_dn":"","search_string":"","users_dn":"","username":"admin","password":"bobby7","ldap_fullname":"fullName","ldap_email":"mail","ldap_uid":"uid"}', '', '', 0, '0000-00-00 00:00:00', 3, 0),
(404, 'plg_content_emailcloak', 'plugin', 'emailcloak', 'content', 0, 1, 1, 0, '{"legacy":false,"name":"plg_content_emailcloak","type":"plugin","creationDate":"November 2005","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_CONTENT_EMAILCLOAK_XML_DESCRIPTION","group":""}', '{"mode":"1"}', '', '', 0, '0000-00-00 00:00:00', 1, 0),
(405, 'plg_content_geshi', 'plugin', 'geshi', 'content', 0, 0, 1, 0, '{"legacy":false,"name":"plg_content_geshi","type":"plugin","creationDate":"November 2005","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"","authorUrl":"qbnz.com\\/highlighter","version":"2.5.0","description":"PLG_CONTENT_GESHI_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 2, 0),
(406, 'plg_content_loadmodule', 'plugin', 'loadmodule', 'content', 0, 1, 1, 0, '{"legacy":false,"name":"plg_content_loadmodule","type":"plugin","creationDate":"November 2005","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_LOADMODULE_XML_DESCRIPTION","group":""}', '{"style":"xhtml"}', '', '', 0, '2011-09-18 15:22:50', 0, 0),
(407, 'plg_content_pagebreak', 'plugin', 'pagebreak', 'content', 0, 1, 1, 1, '{"legacy":false,"name":"plg_content_pagebreak","type":"plugin","creationDate":"November 2005","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_CONTENT_PAGEBREAK_XML_DESCRIPTION","group":""}', '{"title":"1","multipage_toc":"1","showall":"1"}', '', '', 0, '0000-00-00 00:00:00', 4, 0),
(408, 'plg_content_pagenavigation', 'plugin', 'pagenavigation', 'content', 0, 1, 1, 1, '{"legacy":false,"name":"plg_content_pagenavigation","type":"plugin","creationDate":"January 2006","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_PAGENAVIGATION_XML_DESCRIPTION","group":""}', '{"position":"1"}', '', '', 0, '0000-00-00 00:00:00', 5, 0),
(409, 'plg_content_vote', 'plugin', 'vote', 'content', 0, 1, 1, 1, '{"legacy":false,"name":"plg_content_vote","type":"plugin","creationDate":"November 2005","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_VOTE_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 6, 0),
(410, 'plg_editors_codemirror', 'plugin', 'codemirror', 'editors', 0, 1, 1, 1, '{"legacy":false,"name":"plg_editors_codemirror","type":"plugin","creationDate":"28 March 2011","author":"Marijn Haverbeke","copyright":"","authorEmail":"N\\/A","authorUrl":"","version":"1.0","description":"PLG_CODEMIRROR_XML_DESCRIPTION","group":""}', '{"linenumbers":"0","tabmode":"indent"}', '', '', 0, '0000-00-00 00:00:00', 1, 0),
(411, 'plg_editors_none', 'plugin', 'none', 'editors', 0, 1, 1, 1, '{"legacy":false,"name":"plg_editors_none","type":"plugin","creationDate":"August 2004","author":"Unknown","copyright":"","authorEmail":"N\\/A","authorUrl":"","version":"2.5.0","description":"PLG_NONE_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 2, 0),
(412, 'plg_editors_tinymce', 'plugin', 'tinymce', 'editors', 0, 1, 1, 1, '{"legacy":false,"name":"plg_editors_tinymce","type":"plugin","creationDate":"2005-2013","author":"Moxiecode Systems AB","copyright":"Moxiecode Systems AB","authorEmail":"N\\/A","authorUrl":"tinymce.moxiecode.com\\/","version":"3.5.4.1","description":"PLG_TINY_XML_DESCRIPTION","group":""}', '{"mode":"1","skin":"0","entity_encoding":"raw","lang_mode":"0","lang_code":"en","text_direction":"ltr","content_css":"1","content_css_custom":"","relative_urls":"1","newlines":"0","invalid_elements":"script,applet,iframe","extended_elements":"","toolbar":"top","toolbar_align":"left","html_height":"550","html_width":"750","resizing":"true","resize_horizontal":"false","element_path":"1","fonts":"1","paste":"1","searchreplace":"1","insertdate":"1","format_date":"%Y-%m-%d","inserttime":"1","format_time":"%H:%M:%S","colors":"1","table":"1","smilies":"1","media":"1","hr":"1","directionality":"1","fullscreen":"1","style":"1","layer":"1","xhtmlxtras":"1","visualchars":"1","nonbreaking":"1","template":"1","blockquote":"1","wordcount":"1","advimage":"1","advlink":"1","advlist":"1","autosave":"1","contextmenu":"1","inlinepopups":"1","custom_plugin":"","custom_button":""}', '', '', 0, '0000-00-00 00:00:00', 3, 0),
(413, 'plg_editors-xtd_article', 'plugin', 'article', 'editors-xtd', 0, 1, 1, 1, '{"legacy":false,"name":"plg_editors-xtd_article","type":"plugin","creationDate":"October 2009","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_ARTICLE_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 1, 0),
(414, 'plg_editors-xtd_image', 'plugin', 'image', 'editors-xtd', 0, 1, 1, 0, '{"legacy":false,"name":"plg_editors-xtd_image","type":"plugin","creationDate":"August 2004","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_IMAGE_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 2, 0),
(415, 'plg_editors-xtd_pagebreak', 'plugin', 'pagebreak', 'editors-xtd', 0, 1, 1, 0, '{"legacy":false,"name":"plg_editors-xtd_pagebreak","type":"plugin","creationDate":"August 2004","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_EDITORSXTD_PAGEBREAK_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 3, 0),
(416, 'plg_editors-xtd_readmore', 'plugin', 'readmore', 'editors-xtd', 0, 1, 1, 0, '{"legacy":false,"name":"plg_editors-xtd_readmore","type":"plugin","creationDate":"March 2006","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_READMORE_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 4, 0),
(417, 'plg_search_categories', 'plugin', 'categories', 'search', 0, 1, 1, 0, '{"legacy":false,"name":"plg_search_categories","type":"plugin","creationDate":"November 2005","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_SEARCH_CATEGORIES_XML_DESCRIPTION","group":""}', '{"search_limit":"50","search_content":"1","search_archived":"1"}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(418, 'plg_search_contacts', 'plugin', 'contacts', 'search', 0, 1, 1, 0, '{"legacy":false,"name":"plg_search_contacts","type":"plugin","creationDate":"November 2005","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_SEARCH_CONTACTS_XML_DESCRIPTION","group":""}', '{"search_limit":"50","search_content":"1","search_archived":"1"}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(419, 'plg_search_content', 'plugin', 'content', 'search', 0, 1, 1, 0, '{"legacy":false,"name":"plg_search_content","type":"plugin","creationDate":"November 2005","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_SEARCH_CONTENT_XML_DESCRIPTION","group":""}', '{"search_limit":"50","search_content":"1","search_archived":"1"}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(420, 'plg_search_newsfeeds', 'plugin', 'newsfeeds', 'search', 0, 1, 1, 0, '{"legacy":false,"name":"plg_search_newsfeeds","type":"plugin","creationDate":"November 2005","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_SEARCH_NEWSFEEDS_XML_DESCRIPTION","group":""}', '{"search_limit":"50","search_content":"1","search_archived":"1"}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(421, 'plg_search_weblinks', 'plugin', 'weblinks', 'search', 0, 1, 1, 0, '{"legacy":false,"name":"plg_search_weblinks","type":"plugin","creationDate":"November 2005","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_SEARCH_WEBLINKS_XML_DESCRIPTION","group":""}', '{"search_limit":"50","search_content":"1","search_archived":"1"}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(422, 'plg_system_languagefilter', 'plugin', 'languagefilter', 'system', 0, 0, 1, 1, '{"legacy":false,"name":"plg_system_languagefilter","type":"plugin","creationDate":"July 2010","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_SYSTEM_LANGUAGEFILTER_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 1, 0),
(423, 'plg_system_p3p', 'plugin', 'p3p', 'system', 0, 1, 1, 1, '{"legacy":false,"name":"plg_system_p3p","type":"plugin","creationDate":"September 2010","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_P3P_XML_DESCRIPTION","group":""}', '{"headers":"NOI ADM DEV PSAi COM NAV OUR OTRo STP IND DEM"}', '', '', 0, '0000-00-00 00:00:00', 2, 0),
(424, 'plg_system_cache', 'plugin', 'cache', 'system', 0, 0, 1, 1, '{"legacy":false,"name":"plg_system_cache","type":"plugin","creationDate":"February 2007","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_CACHE_XML_DESCRIPTION","group":""}', '{"browsercache":"0","cachetime":"15"}', '', '', 0, '0000-00-00 00:00:00', 9, 0),
(425, 'plg_system_debug', 'plugin', 'debug', 'system', 0, 1, 1, 0, '{"legacy":false,"name":"plg_system_debug","type":"plugin","creationDate":"December 2006","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_DEBUG_XML_DESCRIPTION","group":""}', '{"profile":"1","queries":"1","memory":"1","language_files":"1","language_strings":"1","strip-first":"1","strip-prefix":"","strip-suffix":""}', '', '', 0, '0000-00-00 00:00:00', 4, 0),
(426, 'plg_system_log', 'plugin', 'log', 'system', 0, 1, 1, 1, '{"legacy":false,"name":"plg_system_log","type":"plugin","creationDate":"April 2007","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_LOG_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 5, 0);
INSERT INTO `jml_extensions` (`extension_id`, `name`, `type`, `element`, `folder`, `client_id`, `enabled`, `access`, `protected`, `manifest_cache`, `params`, `custom_data`, `system_data`, `checked_out`, `checked_out_time`, `ordering`, `state`) VALUES
(427, 'plg_system_redirect', 'plugin', 'redirect', 'system', 0, 1, 1, 1, '{"legacy":false,"name":"plg_system_redirect","type":"plugin","creationDate":"April 2009","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_REDIRECT_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 6, 0),
(428, 'plg_system_remember', 'plugin', 'remember', 'system', 0, 1, 1, 1, '{"legacy":false,"name":"plg_system_remember","type":"plugin","creationDate":"April 2007","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_REMEMBER_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 7, 0),
(429, 'plg_system_sef', 'plugin', 'sef', 'system', 0, 1, 1, 0, '{"legacy":false,"name":"plg_system_sef","type":"plugin","creationDate":"December 2007","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_SEF_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 8, 0),
(430, 'plg_system_logout', 'plugin', 'logout', 'system', 0, 1, 1, 1, '{"legacy":false,"name":"plg_system_logout","type":"plugin","creationDate":"April 2009","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_SYSTEM_LOGOUT_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 3, 0),
(431, 'plg_user_contactcreator', 'plugin', 'contactcreator', 'user', 0, 0, 1, 1, '{"legacy":false,"name":"plg_user_contactcreator","type":"plugin","creationDate":"August 2009","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_CONTACTCREATOR_XML_DESCRIPTION","group":""}', '{"autowebpage":"","category":"34","autopublish":"0"}', '', '', 0, '0000-00-00 00:00:00', 1, 0),
(432, 'plg_user_joomla', 'plugin', 'joomla', 'user', 0, 1, 1, 0, '{"legacy":false,"name":"plg_user_joomla","type":"plugin","creationDate":"December 2006","author":"Joomla! Project","copyright":"(C) 2005 - 2009 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_USER_JOOMLA_XML_DESCRIPTION","group":""}', '{"autoregister":"1"}', '', '', 0, '0000-00-00 00:00:00', 2, 0),
(433, 'plg_user_profile', 'plugin', 'profile', 'user', 0, 0, 1, 1, '{"legacy":false,"name":"plg_user_profile","type":"plugin","creationDate":"January 2008","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_USER_PROFILE_XML_DESCRIPTION","group":""}', '{"register-require_address1":"1","register-require_address2":"1","register-require_city":"1","register-require_region":"1","register-require_country":"1","register-require_postal_code":"1","register-require_phone":"1","register-require_website":"1","register-require_favoritebook":"1","register-require_aboutme":"1","register-require_tos":"1","register-require_dob":"1","profile-require_address1":"1","profile-require_address2":"1","profile-require_city":"1","profile-require_region":"1","profile-require_country":"1","profile-require_postal_code":"1","profile-require_phone":"1","profile-require_website":"1","profile-require_favoritebook":"1","profile-require_aboutme":"1","profile-require_tos":"1","profile-require_dob":"1"}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(434, 'plg_extension_joomla', 'plugin', 'joomla', 'extension', 0, 1, 1, 1, '{"legacy":false,"name":"plg_extension_joomla","type":"plugin","creationDate":"May 2010","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_EXTENSION_JOOMLA_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 1, 0),
(435, 'plg_content_joomla', 'plugin', 'joomla', 'content', 0, 1, 1, 0, '{"legacy":false,"name":"plg_content_joomla","type":"plugin","creationDate":"November 2010","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_CONTENT_JOOMLA_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(436, 'plg_system_languagecode', 'plugin', 'languagecode', 'system', 0, 0, 1, 0, '{"legacy":false,"name":"plg_system_languagecode","type":"plugin","creationDate":"November 2011","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_SYSTEM_LANGUAGECODE_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 10, 0),
(437, 'plg_quickicon_joomlaupdate', 'plugin', 'joomlaupdate', 'quickicon', 0, 1, 1, 1, '{"legacy":false,"name":"plg_quickicon_joomlaupdate","type":"plugin","creationDate":"August 2011","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_QUICKICON_JOOMLAUPDATE_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(438, 'plg_quickicon_extensionupdate', 'plugin', 'extensionupdate', 'quickicon', 0, 1, 1, 1, '{"legacy":false,"name":"plg_quickicon_extensionupdate","type":"plugin","creationDate":"August 2011","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_QUICKICON_EXTENSIONUPDATE_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(439, 'plg_captcha_recaptcha', 'plugin', 'recaptcha', 'captcha', 0, 0, 1, 0, '{"legacy":false,"name":"plg_captcha_recaptcha","type":"plugin","creationDate":"December 2011","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_CAPTCHA_RECAPTCHA_XML_DESCRIPTION","group":""}', '{"public_key":"","private_key":"","theme":"clean"}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(440, 'plg_system_highlight', 'plugin', 'highlight', 'system', 0, 1, 1, 0, '{"legacy":false,"name":"plg_system_highlight","type":"plugin","creationDate":"August 2011","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_SYSTEM_HIGHLIGHT_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 7, 0),
(441, 'plg_content_finder', 'plugin', 'finder', 'content', 0, 0, 1, 0, '{"legacy":false,"name":"plg_content_finder","type":"plugin","creationDate":"December 2011","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_CONTENT_FINDER_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(442, 'plg_finder_categories', 'plugin', 'categories', 'finder', 0, 1, 1, 0, '{"legacy":false,"name":"plg_finder_categories","type":"plugin","creationDate":"August 2011","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_FINDER_CATEGORIES_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 1, 0),
(443, 'plg_finder_contacts', 'plugin', 'contacts', 'finder', 0, 1, 1, 0, '{"legacy":false,"name":"plg_finder_contacts","type":"plugin","creationDate":"August 2011","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_FINDER_CONTACTS_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 2, 0),
(444, 'plg_finder_content', 'plugin', 'content', 'finder', 0, 1, 1, 0, '{"legacy":false,"name":"plg_finder_content","type":"plugin","creationDate":"August 2011","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_FINDER_CONTENT_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 3, 0),
(445, 'plg_finder_newsfeeds', 'plugin', 'newsfeeds', 'finder', 0, 1, 1, 0, '{"legacy":false,"name":"plg_finder_newsfeeds","type":"plugin","creationDate":"August 2011","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_FINDER_NEWSFEEDS_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 4, 0),
(446, 'plg_finder_weblinks', 'plugin', 'weblinks', 'finder', 0, 1, 1, 0, '{"legacy":false,"name":"plg_finder_weblinks","type":"plugin","creationDate":"August 2011","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"PLG_FINDER_WEBLINKS_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 5, 0),
(500, 'atomic', 'template', 'atomic', '', 0, 1, 1, 0, '{"legacy":false,"name":"atomic","type":"template","creationDate":"10\\/10\\/09","author":"Ron Severdia","copyright":"Copyright (C) 2005 - 2014 Open Source Matters, Inc. All rights reserved.","authorEmail":"contact@kontentdesign.com","authorUrl":"http:\\/\\/www.kontentdesign.com","version":"2.5.0","description":"TPL_ATOMIC_XML_DESCRIPTION","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(502, 'bluestork', 'template', 'bluestork', '', 1, 1, 1, 0, '{"legacy":false,"name":"bluestork","type":"template","creationDate":"07\\/02\\/09","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters, Inc. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.0","description":"TPL_BLUESTORK_XML_DESCRIPTION","group":""}', '{"useRoundedCorners":"1","showSiteName":"0","textBig":"0","highContrast":"0"}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(503, 'beez_20', 'template', 'beez_20', '', 0, 1, 1, 0, '{"legacy":false,"name":"beez_20","type":"template","creationDate":"25 November 2009","author":"Angie Radtke","copyright":"Copyright (C) 2005 - 2014 Open Source Matters, Inc. All rights reserved.","authorEmail":"a.radtke@derauftritt.de","authorUrl":"http:\\/\\/www.der-auftritt.de","version":"2.5.0","description":"TPL_BEEZ2_XML_DESCRIPTION","group":""}', '{"wrapperSmall":"53","wrapperLarge":"72","sitetitle":"","sitedescription":"","navposition":"center","templatecolor":"nature"}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(504, 'hathor', 'template', 'hathor', '', 1, 1, 1, 0, '{"legacy":false,"name":"hathor","type":"template","creationDate":"May 2010","author":"Andrea Tarr","copyright":"Copyright (C) 2005 - 2014 Open Source Matters, Inc. All rights reserved.","authorEmail":"hathor@tarrconsulting.com","authorUrl":"http:\\/\\/www.tarrconsulting.com","version":"2.5.0","description":"TPL_HATHOR_XML_DESCRIPTION","group":""}', '{"showSiteName":"0","colourChoice":"0","boldText":"0"}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(505, 'beez5', 'template', 'beez5', '', 0, 1, 1, 0, '{"legacy":false,"name":"beez5","type":"template","creationDate":"21 May 2010","author":"Angie Radtke","copyright":"Copyright (C) 2005 - 2014 Open Source Matters, Inc. All rights reserved.","authorEmail":"a.radtke@derauftritt.de","authorUrl":"http:\\/\\/www.der-auftritt.de","version":"2.5.0","description":"TPL_BEEZ5_XML_DESCRIPTION","group":""}', '{"wrapperSmall":"53","wrapperLarge":"72","sitetitle":"","sitedescription":"","navposition":"center","html5":"0"}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(600, 'English (United Kingdom)', 'language', 'en-GB', '', 0, 1, 1, 1, '{"legacy":false,"name":"English (United Kingdom)","type":"language","creationDate":"2008-03-15","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.19","description":"en-GB site language","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(601, 'English (United Kingdom)', 'language', 'en-GB', '', 1, 1, 1, 1, '{"legacy":false,"name":"English (United Kingdom)","type":"language","creationDate":"2008-03-15","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.19","description":"en-GB administrator language","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(700, 'files_joomla', 'file', 'joomla', '', 0, 1, 1, 1, '{"legacy":false,"name":"files_joomla","type":"file","creationDate":"March 2014","author":"Joomla! Project","copyright":"(C) 2005 - 2014 Open Source Matters. All rights reserved","authorEmail":"admin@joomla.org","authorUrl":"www.joomla.org","version":"2.5.19","description":"FILES_JOOMLA_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(800, 'PKG_JOOMLA', 'package', 'pkg_joomla', '', 0, 1, 1, 1, '{"legacy":false,"name":"PKG_JOOMLA","type":"package","creationDate":"2006","author":"Joomla! Project","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved.","authorEmail":"admin@joomla.org","authorUrl":"http:\\/\\/www.joomla.org","version":"2.5.0","description":"PKG_JOOMLA_XML_DESCRIPTION","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(10000, 'Russian', 'language', 'ru-RU', '', 0, 1, 0, 0, '{"legacy":true,"name":"Russian","type":"language","creationDate":"2014-08-05","author":"Russian Translation Team","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved","authorEmail":"smart@joomlaportal.ru","authorUrl":"www.joomlaportal.ru","version":"2.5.24.1","description":"Russian language pack (site) for Joomla! 2.5","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(10001, 'Russian', 'language', 'ru-RU', '', 1, 1, 0, 0, '{"legacy":true,"name":"Russian","type":"language","creationDate":"2014-08-05","author":"Russian Translation Team","copyright":"Copyright (C) 2005 - 2014 Open Source Matters. All rights reserved","authorEmail":"smart@joomlaportal.ru","authorUrl":"www.joomlaportal.ru","version":"2.5.24.1","description":"Russian language pack (administrator) for Joomla! 2.5","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(10002, 'TinyMCE ru-RU', 'file', 'tinymce_ru-ru', '', 0, 1, 0, 0, '{"legacy":false,"name":"TinyMCE ru-RU","type":"file","creationDate":"2012-06-19","author":"Russian Translation Team","copyright":"Copyright (C) 2005 - 2012 Open Source Matters. All rights reserved","authorEmail":"smart@joomlaportal.ru","authorUrl":"www.joomlaportal.ru","version":"3.5.2.1","description":"Russian Language Package for TinyMCE 3.5.2.1 in Joomla 2.5","group":""}', '', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(10003, 'ru-RU', 'package', 'pkg_ru-RU', '', 0, 1, 1, 0, '{"legacy":false,"name":"Russian Language Pack","type":"package","creationDate":"Unknown","author":"Unknown","copyright":"","authorEmail":"","authorUrl":"","version":"2.5.24.1","description":"Joomla 2.5 Russian Language Package","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(10009, 'mod_onlineusers', 'module', 'mod_onlineusers', '', 0, 1, 0, 0, '{"legacy":false,"name":"mod_onlineusers","type":"module","creationDate":"22.02.2015","author":"Tirraon","copyright":"Copyright (C) 2015 All rights reserved.","authorEmail":"maxim1296@yandex.ru","authorUrl":"vk.com\\/tirraon","version":"2.5.0","description":"Show chat online users","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 0, 0),
(10010, 'mod_online', 'module', 'mod_online', '', 0, 1, 0, 0, '{"legacy":false,"name":"mod_online","type":"module","creationDate":"22.02.2015","author":"Tirraon","copyright":"Copyright (C) 2015 All rights reserved.","authorEmail":"maxim1296@yandex.ru","authorUrl":"vk.com\\/tirraon","version":"2.5.0","description":"Show chat online users","group":""}', '{}', '', '', 0, '0000-00-00 00:00:00', 0, 0);

-- --------------------------------------------------------

--
-- Структура таблицы `jml_finder_filters`
--

CREATE TABLE IF NOT EXISTS `jml_finder_filters` (
`filter_id` int(10) unsigned NOT NULL,
  `title` varchar(255) NOT NULL,
  `alias` varchar(255) NOT NULL,
  `state` tinyint(1) NOT NULL DEFAULT '1',
  `created` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `created_by` int(10) unsigned NOT NULL,
  `created_by_alias` varchar(255) NOT NULL,
  `modified` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `modified_by` int(10) unsigned NOT NULL DEFAULT '0',
  `checked_out` int(10) unsigned NOT NULL DEFAULT '0',
  `checked_out_time` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `map_count` int(10) unsigned NOT NULL DEFAULT '0',
  `data` text NOT NULL,
  `params` mediumtext
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `jml_finder_links`
--

CREATE TABLE IF NOT EXISTS `jml_finder_links` (
`link_id` int(10) unsigned NOT NULL,
  `url` varchar(255) NOT NULL,
  `route` varchar(255) NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `description` varchar(255) DEFAULT NULL,
  `indexdate` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `md5sum` varchar(32) DEFAULT NULL,
  `published` tinyint(1) NOT NULL DEFAULT '1',
  `state` int(5) DEFAULT '1',
  `access` int(5) DEFAULT '0',
  `language` varchar(8) NOT NULL,
  `publish_start_date` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `publish_end_date` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `start_date` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `end_date` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `list_price` double unsigned NOT NULL DEFAULT '0',
  `sale_price` double unsigned NOT NULL DEFAULT '0',
  `type_id` int(11) NOT NULL,
  `object` mediumblob NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `jml_finder_links_terms0`
--

CREATE TABLE IF NOT EXISTS `jml_finder_links_terms0` (
  `link_id` int(10) unsigned NOT NULL,
  `term_id` int(10) unsigned NOT NULL,
  `weight` float unsigned NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `jml_finder_links_terms1`
--

CREATE TABLE IF NOT EXISTS `jml_finder_links_terms1` (
  `link_id` int(10) unsigned NOT NULL,
  `term_id` int(10) unsigned NOT NULL,
  `weight` float unsigned NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `jml_finder_links_terms2`
--

CREATE TABLE IF NOT EXISTS `jml_finder_links_terms2` (
  `link_id` int(10) unsigned NOT NULL,
  `term_id` int(10) unsigned NOT NULL,
  `weight` float unsigned NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `jml_finder_links_terms3`
--

CREATE TABLE IF NOT EXISTS `jml_finder_links_terms3` (
  `link_id` int(10) unsigned NOT NULL,
  `term_id` int(10) unsigned NOT NULL,
  `weight` float unsigned NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `jml_finder_links_terms4`
--

CREATE TABLE IF NOT EXISTS `jml_finder_links_terms4` (
  `link_id` int(10) unsigned NOT NULL,
  `term_id` int(10) unsigned NOT NULL,
  `weight` float unsigned NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `jml_finder_links_terms5`
--

CREATE TABLE IF NOT EXISTS `jml_finder_links_terms5` (
  `link_id` int(10) unsigned NOT NULL,
  `term_id` int(10) unsigned NOT NULL,
  `weight` float unsigned NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `jml_finder_links_terms6`
--

CREATE TABLE IF NOT EXISTS `jml_finder_links_terms6` (
  `link_id` int(10) unsigned NOT NULL,
  `term_id` int(10) unsigned NOT NULL,
  `weight` float unsigned NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `jml_finder_links_terms7`
--

CREATE TABLE IF NOT EXISTS `jml_finder_links_terms7` (
  `link_id` int(10) unsigned NOT NULL,
  `term_id` int(10) unsigned NOT NULL,
  `weight` float unsigned NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `jml_finder_links_terms8`
--

CREATE TABLE IF NOT EXISTS `jml_finder_links_terms8` (
  `link_id` int(10) unsigned NOT NULL,
  `term_id` int(10) unsigned NOT NULL,
  `weight` float unsigned NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `jml_finder_links_terms9`
--

CREATE TABLE IF NOT EXISTS `jml_finder_links_terms9` (
  `link_id` int(10) unsigned NOT NULL,
  `term_id` int(10) unsigned NOT NULL,
  `weight` float unsigned NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `jml_finder_links_termsa`
--

CREATE TABLE IF NOT EXISTS `jml_finder_links_termsa` (
  `link_id` int(10) unsigned NOT NULL,
  `term_id` int(10) unsigned NOT NULL,
  `weight` float unsigned NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `jml_finder_links_termsb`
--

CREATE TABLE IF NOT EXISTS `jml_finder_links_termsb` (
  `link_id` int(10) unsigned NOT NULL,
  `term_id` int(10) unsigned NOT NULL,
  `weight` float unsigned NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `jml_finder_links_termsc`
--

CREATE TABLE IF NOT EXISTS `jml_finder_links_termsc` (
  `link_id` int(10) unsigned NOT NULL,
  `term_id` int(10) unsigned NOT NULL,
  `weight` float unsigned NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `jml_finder_links_termsd`
--

CREATE TABLE IF NOT EXISTS `jml_finder_links_termsd` (
  `link_id` int(10) unsigned NOT NULL,
  `term_id` int(10) unsigned NOT NULL,
  `weight` float unsigned NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `jml_finder_links_termse`
--

CREATE TABLE IF NOT EXISTS `jml_finder_links_termse` (
  `link_id` int(10) unsigned NOT NULL,
  `term_id` int(10) unsigned NOT NULL,
  `weight` float unsigned NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `jml_finder_links_termsf`
--

CREATE TABLE IF NOT EXISTS `jml_finder_links_termsf` (
  `link_id` int(10) unsigned NOT NULL,
  `term_id` int(10) unsigned NOT NULL,
  `weight` float unsigned NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `jml_finder_taxonomy`
--

CREATE TABLE IF NOT EXISTS `jml_finder_taxonomy` (
`id` int(10) unsigned NOT NULL,
  `parent_id` int(10) unsigned NOT NULL DEFAULT '0',
  `title` varchar(255) NOT NULL,
  `state` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `access` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `ordering` tinyint(1) unsigned NOT NULL DEFAULT '0'
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `jml_finder_taxonomy`
--

INSERT INTO `jml_finder_taxonomy` (`id`, `parent_id`, `title`, `state`, `access`, `ordering`) VALUES
(1, 0, 'ROOT', 0, 0, 0);

-- --------------------------------------------------------

--
-- Структура таблицы `jml_finder_taxonomy_map`
--

CREATE TABLE IF NOT EXISTS `jml_finder_taxonomy_map` (
  `link_id` int(10) unsigned NOT NULL,
  `node_id` int(10) unsigned NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `jml_finder_terms`
--

CREATE TABLE IF NOT EXISTS `jml_finder_terms` (
`term_id` int(10) unsigned NOT NULL,
  `term` varchar(75) NOT NULL,
  `stem` varchar(75) NOT NULL,
  `common` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `phrase` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `weight` float unsigned NOT NULL DEFAULT '0',
  `soundex` varchar(75) NOT NULL,
  `links` int(10) NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `jml_finder_terms_common`
--

CREATE TABLE IF NOT EXISTS `jml_finder_terms_common` (
  `term` varchar(75) NOT NULL,
  `language` varchar(3) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `jml_finder_terms_common`
--

INSERT INTO `jml_finder_terms_common` (`term`, `language`) VALUES
('a', 'en'),
('about', 'en'),
('after', 'en'),
('ago', 'en'),
('all', 'en'),
('am', 'en'),
('an', 'en'),
('and', 'en'),
('ani', 'en'),
('any', 'en'),
('are', 'en'),
('aren''t', 'en'),
('as', 'en'),
('at', 'en'),
('be', 'en'),
('but', 'en'),
('by', 'en'),
('for', 'en'),
('from', 'en'),
('get', 'en'),
('go', 'en'),
('how', 'en'),
('if', 'en'),
('in', 'en'),
('into', 'en'),
('is', 'en'),
('isn''t', 'en'),
('it', 'en'),
('its', 'en'),
('me', 'en'),
('more', 'en'),
('most', 'en'),
('must', 'en'),
('my', 'en'),
('new', 'en'),
('no', 'en'),
('none', 'en'),
('not', 'en'),
('noth', 'en'),
('nothing', 'en'),
('of', 'en'),
('off', 'en'),
('often', 'en'),
('old', 'en'),
('on', 'en'),
('onc', 'en'),
('once', 'en'),
('onli', 'en'),
('only', 'en'),
('or', 'en'),
('other', 'en'),
('our', 'en'),
('ours', 'en'),
('out', 'en'),
('over', 'en'),
('page', 'en'),
('she', 'en'),
('should', 'en'),
('small', 'en'),
('so', 'en'),
('some', 'en'),
('than', 'en'),
('thank', 'en'),
('that', 'en'),
('the', 'en'),
('their', 'en'),
('theirs', 'en'),
('them', 'en'),
('then', 'en'),
('there', 'en'),
('these', 'en'),
('they', 'en'),
('this', 'en'),
('those', 'en'),
('thus', 'en'),
('time', 'en'),
('times', 'en'),
('to', 'en'),
('too', 'en'),
('true', 'en'),
('under', 'en'),
('until', 'en'),
('up', 'en'),
('upon', 'en'),
('use', 'en'),
('user', 'en'),
('users', 'en'),
('veri', 'en'),
('version', 'en'),
('very', 'en'),
('via', 'en'),
('want', 'en'),
('was', 'en'),
('way', 'en'),
('were', 'en'),
('what', 'en'),
('when', 'en'),
('where', 'en'),
('whi', 'en'),
('which', 'en'),
('who', 'en'),
('whom', 'en'),
('whose', 'en'),
('why', 'en'),
('wide', 'en'),
('will', 'en'),
('with', 'en'),
('within', 'en'),
('without', 'en'),
('would', 'en'),
('yes', 'en'),
('yet', 'en'),
('you', 'en'),
('your', 'en'),
('yours', 'en');

-- --------------------------------------------------------

--
-- Структура таблицы `jml_finder_tokens`
--

CREATE TABLE IF NOT EXISTS `jml_finder_tokens` (
  `term` varchar(75) NOT NULL,
  `stem` varchar(75) NOT NULL,
  `common` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `phrase` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `weight` float unsigned NOT NULL DEFAULT '1',
  `context` tinyint(1) unsigned NOT NULL DEFAULT '2'
) ENGINE=MEMORY DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `jml_finder_tokens_aggregate`
--

CREATE TABLE IF NOT EXISTS `jml_finder_tokens_aggregate` (
  `term_id` int(10) unsigned NOT NULL,
  `map_suffix` char(1) NOT NULL,
  `term` varchar(75) NOT NULL,
  `stem` varchar(75) NOT NULL,
  `common` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `phrase` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `term_weight` float unsigned NOT NULL,
  `context` tinyint(1) unsigned NOT NULL DEFAULT '2',
  `context_weight` float unsigned NOT NULL,
  `total_weight` float unsigned NOT NULL
) ENGINE=MEMORY DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `jml_finder_types`
--

CREATE TABLE IF NOT EXISTS `jml_finder_types` (
`id` int(10) unsigned NOT NULL,
  `title` varchar(100) NOT NULL,
  `mime` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `jml_languages`
--

CREATE TABLE IF NOT EXISTS `jml_languages` (
`lang_id` int(11) unsigned NOT NULL,
  `lang_code` char(7) NOT NULL,
  `title` varchar(50) NOT NULL,
  `title_native` varchar(50) NOT NULL,
  `sef` varchar(50) NOT NULL,
  `image` varchar(50) NOT NULL,
  `description` varchar(512) NOT NULL,
  `metakey` text NOT NULL,
  `metadesc` text NOT NULL,
  `sitename` varchar(1024) NOT NULL DEFAULT '',
  `published` int(11) NOT NULL DEFAULT '0',
  `access` int(10) unsigned NOT NULL DEFAULT '0',
  `ordering` int(11) NOT NULL DEFAULT '0'
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `jml_languages`
--

INSERT INTO `jml_languages` (`lang_id`, `lang_code`, `title`, `title_native`, `sef`, `image`, `description`, `metakey`, `metadesc`, `sitename`, `published`, `access`, `ordering`) VALUES
(1, 'en-GB', 'English (UK)', 'English (UK)', 'en', 'en', '', '', '', '', 1, 1, 1);

-- --------------------------------------------------------

--
-- Структура таблицы `jml_menu`
--

CREATE TABLE IF NOT EXISTS `jml_menu` (
`id` int(11) NOT NULL,
  `menutype` varchar(24) NOT NULL COMMENT 'The type of menu this item belongs to. FK to #__menu_types.menutype',
  `title` varchar(255) NOT NULL COMMENT 'The display title of the menu item.',
  `alias` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL COMMENT 'The SEF alias of the menu item.',
  `note` varchar(255) NOT NULL DEFAULT '',
  `path` varchar(1024) NOT NULL COMMENT 'The computed path of the menu item based on the alias field.',
  `link` varchar(1024) NOT NULL COMMENT 'The actually link the menu item refers to.',
  `type` varchar(16) NOT NULL COMMENT 'The type of link: Component, URL, Alias, Separator',
  `published` tinyint(4) NOT NULL DEFAULT '0' COMMENT 'The published state of the menu link.',
  `parent_id` int(10) unsigned NOT NULL DEFAULT '1' COMMENT 'The parent menu item in the menu tree.',
  `level` int(10) unsigned NOT NULL DEFAULT '0' COMMENT 'The relative level in the tree.',
  `component_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT 'FK to #__extensions.id',
  `ordering` int(11) NOT NULL DEFAULT '0' COMMENT 'The relative ordering of the menu item in the tree.',
  `checked_out` int(10) unsigned NOT NULL DEFAULT '0' COMMENT 'FK to #__users.id',
  `checked_out_time` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00' COMMENT 'The time the menu item was checked out.',
  `browserNav` tinyint(4) NOT NULL DEFAULT '0' COMMENT 'The click behaviour of the link.',
  `access` int(10) unsigned NOT NULL DEFAULT '0' COMMENT 'The access level required to view the menu item.',
  `img` varchar(255) NOT NULL COMMENT 'The image of the menu item.',
  `template_style_id` int(10) unsigned NOT NULL DEFAULT '0',
  `params` text NOT NULL COMMENT 'JSON encoded data for the menu item.',
  `lft` int(11) NOT NULL DEFAULT '0' COMMENT 'Nested set lft.',
  `rgt` int(11) NOT NULL DEFAULT '0' COMMENT 'Nested set rgt.',
  `home` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT 'Indicates if this menu item is the home or default page.',
  `language` char(7) NOT NULL DEFAULT '',
  `client_id` tinyint(4) NOT NULL DEFAULT '0'
) ENGINE=InnoDB AUTO_INCREMENT=468 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `jml_menu`
--

INSERT INTO `jml_menu` (`id`, `menutype`, `title`, `alias`, `note`, `path`, `link`, `type`, `published`, `parent_id`, `level`, `component_id`, `ordering`, `checked_out`, `checked_out_time`, `browserNav`, `access`, `img`, `template_style_id`, `params`, `lft`, `rgt`, `home`, `language`, `client_id`) VALUES
(1, '', 'Menu_Item_Root', 'root', '', '', '', '', 1, 0, 0, 0, 0, 0, '0000-00-00 00:00:00', 0, 0, '', 0, '', 0, 283, 0, '*', 0),
(2, 'menu', 'com_banners', 'Banners', '', 'Banners', 'index.php?option=com_banners', 'component', 0, 1, 1, 4, 0, 0, '0000-00-00 00:00:00', 0, 0, 'class:banners', 0, '', 13, 22, 0, '*', 1),
(3, 'menu', 'com_banners', 'Banners', '', 'Banners/Banners', 'index.php?option=com_banners', 'component', 0, 2, 2, 4, 0, 0, '0000-00-00 00:00:00', 0, 0, 'class:banners', 0, '', 14, 15, 0, '*', 1),
(4, 'menu', 'com_banners_categories', 'Categories', '', 'Banners/Categories', 'index.php?option=com_categories&extension=com_banners', 'component', 0, 2, 2, 6, 0, 0, '0000-00-00 00:00:00', 0, 0, 'class:banners-cat', 0, '', 16, 17, 0, '*', 1),
(5, 'menu', 'com_banners_clients', 'Clients', '', 'Banners/Clients', 'index.php?option=com_banners&view=clients', 'component', 0, 2, 2, 4, 0, 0, '0000-00-00 00:00:00', 0, 0, 'class:banners-clients', 0, '', 18, 19, 0, '*', 1),
(6, 'menu', 'com_banners_tracks', 'Tracks', '', 'Banners/Tracks', 'index.php?option=com_banners&view=tracks', 'component', 0, 2, 2, 4, 0, 0, '0000-00-00 00:00:00', 0, 0, 'class:banners-tracks', 0, '', 20, 21, 0, '*', 1),
(7, 'menu', 'com_contact', 'Contacts', '', 'Contacts', 'index.php?option=com_contact', 'component', 0, 1, 1, 8, 0, 0, '0000-00-00 00:00:00', 0, 0, 'class:contact', 0, '', 23, 28, 0, '*', 1),
(8, 'menu', 'com_contact', 'Contacts', '', 'Contacts/Contacts', 'index.php?option=com_contact', 'component', 0, 7, 2, 8, 0, 0, '0000-00-00 00:00:00', 0, 0, 'class:contact', 0, '', 24, 25, 0, '*', 1),
(9, 'menu', 'com_contact_categories', 'Categories', '', 'Contacts/Categories', 'index.php?option=com_categories&extension=com_contact', 'component', 0, 7, 2, 6, 0, 0, '0000-00-00 00:00:00', 0, 0, 'class:contact-cat', 0, '', 26, 27, 0, '*', 1),
(10, 'menu', 'com_messages', 'Messaging', '', 'Messaging', 'index.php?option=com_messages', 'component', 0, 1, 1, 15, 0, 0, '0000-00-00 00:00:00', 0, 0, 'class:messages', 0, '', 29, 34, 0, '*', 1),
(11, 'menu', 'com_messages_add', 'New Private Message', '', 'Messaging/New Private Message', 'index.php?option=com_messages&task=message.add', 'component', 0, 10, 2, 15, 0, 0, '0000-00-00 00:00:00', 0, 0, 'class:messages-add', 0, '', 30, 31, 0, '*', 1),
(12, 'menu', 'com_messages_read', 'Read Private Message', '', 'Messaging/Read Private Message', 'index.php?option=com_messages', 'component', 0, 10, 2, 15, 0, 0, '0000-00-00 00:00:00', 0, 0, 'class:messages-read', 0, '', 32, 33, 0, '*', 1),
(13, 'menu', 'com_newsfeeds', 'News Feeds', '', 'News Feeds', 'index.php?option=com_newsfeeds', 'component', 0, 1, 1, 17, 0, 0, '0000-00-00 00:00:00', 0, 0, 'class:newsfeeds', 0, '', 35, 40, 0, '*', 1),
(14, 'menu', 'com_newsfeeds_feeds', 'Feeds', '', 'News Feeds/Feeds', 'index.php?option=com_newsfeeds', 'component', 0, 13, 2, 17, 0, 0, '0000-00-00 00:00:00', 0, 0, 'class:newsfeeds', 0, '', 36, 37, 0, '*', 1),
(15, 'menu', 'com_newsfeeds_categories', 'Categories', '', 'News Feeds/Categories', 'index.php?option=com_categories&extension=com_newsfeeds', 'component', 0, 13, 2, 6, 0, 0, '0000-00-00 00:00:00', 0, 0, 'class:newsfeeds-cat', 0, '', 38, 39, 0, '*', 1),
(16, 'menu', 'com_redirect', 'Redirect', '', 'Redirect', 'index.php?option=com_redirect', 'component', 0, 1, 1, 24, 0, 0, '0000-00-00 00:00:00', 0, 0, 'class:redirect', 0, '', 53, 54, 0, '*', 1),
(17, 'menu', 'com_search', 'Basic Search', '', 'Basic Search', 'index.php?option=com_search', 'component', 0, 1, 1, 19, 0, 0, '0000-00-00 00:00:00', 0, 0, 'class:search', 0, '', 43, 44, 0, '*', 1),
(18, 'menu', 'com_weblinks', 'Weblinks', '', 'Weblinks', 'index.php?option=com_weblinks', 'component', 0, 1, 1, 21, 0, 0, '0000-00-00 00:00:00', 0, 0, 'class:weblinks', 0, '', 47, 52, 0, '*', 1),
(19, 'menu', 'com_weblinks_links', 'Links', '', 'Weblinks/Links', 'index.php?option=com_weblinks', 'component', 0, 18, 2, 21, 0, 0, '0000-00-00 00:00:00', 0, 0, 'class:weblinks', 0, '', 48, 49, 0, '*', 1),
(20, 'menu', 'com_weblinks_categories', 'Categories', '', 'Weblinks/Categories', 'index.php?option=com_categories&extension=com_weblinks', 'component', 0, 18, 2, 6, 0, 0, '0000-00-00 00:00:00', 0, 0, 'class:weblinks-cat', 0, '', 50, 51, 0, '*', 1),
(21, 'menu', 'com_finder', 'Smart Search', '', 'Smart Search', 'index.php?option=com_finder', 'component', 0, 1, 1, 27, 0, 0, '0000-00-00 00:00:00', 0, 0, 'class:finder', 0, '', 41, 42, 0, '*', 1),
(22, 'menu', 'com_joomlaupdate', 'Joomla! Update', '', 'Joomla! Update', 'index.php?option=com_joomlaupdate', 'component', 0, 1, 1, 28, 0, 0, '0000-00-00 00:00:00', 0, 0, 'class:joomlaupdate', 0, '', 41, 42, 0, '*', 1),
(201, 'usermenu', 'Your Profile', 'your-profile', '', 'your-profile', 'index.php?option=com_users&view=profile', 'component', 1, 1, 1, 25, 0, 0, '0000-00-00 00:00:00', 0, 2, '', 0, '{"menu-anchor_title":"","menu-anchor_css":"","menu_image":"","menu_text":1,"page_title":"","show_page_heading":0,"page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 237, 238, 0, '*', 0),
(207, 'top', 'Joomla.org', 'joomlaorg', '', 'joomlaorg', 'http://joomla.org', 'url', 1, 1, 1, 0, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"menu-anchor_title":"","menu-anchor_css":"","menu_image":""}', 235, 236, 0, '*', 0),
(227, 'aboutjoomla', 'Weblinks Categories', 'weblinks-categories', '', 'using-joomla/extensions/components/weblinks-component/weblinks-categories', 'index.php?option=com_weblinks&view=categories&id=18', 'component', 1, 265, 5, 21, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_base_description":"","categories_description":"","maxLevelcat":"-1","show_empty_categories_cat":"","show_subcat_desc_cat":"","show_cat_num_links_cat":"","show_category_title":"","show_description":"","show_description_image":"","maxLevel":"-1","show_empty_categories":"","show_subcat_desc":"","show_cat_num_links":"","show_pagination_limit":"","show_headings":"","show_link_description":"","show_link_hits":"","show_pagination":"","show_pagination_results":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","page_title":"","show_page_heading":0,"page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 89, 90, 0, '*', 0),
(229, 'aboutjoomla', 'Single Contact', 'single-contact', '', 'using-joomla/extensions/components/contact-component/single-contact', 'index.php?option=com_contact&view=contact&id=1', 'component', 1, 270, 5, 8, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_category_crumb":"","presentation_style":"","show_contact_category":"","show_contact_list":"","show_name":"","show_position":"","show_email":"","show_street_address":"","show_suburb":"","show_state":"","show_postcode":"","show_country":"","show_telephone":"","show_mobile":"","show_fax":"","show_webpage":"","show_misc":"","show_image":"","allow_vcard":"","show_articles":"","show_links":"","linka_name":"","linkb_name":"","linkc_name":"","linkd_name":"","linke_name":"","show_email_form":"","show_email_copy":"","banned_email":"","banned_subject":"","banned_text":"","validate_session":"","custom_reply":"","redirect":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 79, 80, 0, '*', 0),
(233, 'mainmenu', 'Login', 'login', '', 'login', 'index.php?option=com_users&view=login', 'component', 1, 1, 1, 25, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 11, 12, 0, '*', 0),
(234, 'parks', 'Park Blog', 'park-blog', '', 'park-blog', 'index.php?option=com_content&view=category&layout=blog&id=27', 'component', 1, 1, 1, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 114, '{"maxLevel":"","show_empty_categories":"","show_description":"1","show_description_image":"1","show_category_title":"","show_cat_num_articles":"","num_leading_articles":"1","num_intro_articles":"4","num_columns":"1","num_links":"4","multi_column_order":"","orderby_pri":"","orderby_sec":"","order_date":"","show_pagination":"2","show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_readmore":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","show_feed_link":"1","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 241, 242, 0, 'en-GB', 0),
(238, 'mainmenu', 'Sample Sites', 'sample-sites', '', 'sample-sites', 'index.php?option=com_content&view=article&id=38', 'component', 1, 1, 1, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"0","link_category":"","show_parent_category":"0","link_parent_category":"","show_author":"0","link_author":"","show_create_date":"0","show_modify_date":"0","show_publish_date":"0","show_item_navigation":"0","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"0","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 265, 270, 0, '*', 0),
(242, 'parks', 'Write a Blog Post', 'write-a-blog-post', '', 'write-a-blog-post', 'index.php?option=com_content&view=form&layout=edit', 'component', 1, 1, 1, 22, 0, 0, '0000-00-00 00:00:00', 0, 3, '', 114, '{"menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 243, 244, 0, 'en-GB', 0),
(243, 'parks', 'Parks Home', 'parks-home', '', 'parks-home', 'index.php?option=com_content&view=article&id=6', 'component', 1, 1, 1, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 114, '{"show_noauth":"","show_title":"0","link_titles":"","show_intro":"","show_category":"0","link_category":"0","show_parent_category":"","link_parent_category":"","show_author":"0","link_author":"","show_create_date":"0","show_modify_date":"0","show_publish_date":"0","show_item_navigation":"0","show_icons":"","show_print_icon":"0","show_email_icon":"0","show_hits":"0","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 239, 240, 0, 'en-GB', 0),
(244, 'parks', 'Image Gallery', 'image-gallery', '', 'image-gallery', 'index.php?option=com_content&view=categories&id=28', 'component', 1, 1, 1, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 114, '{"show_base_description":"1","categories_description":"","maxLevelcat":"","show_empty_categories_cat":"","show_subcat_desc_cat":"","show_cat_num_articles_cat":"","drill_down_layout":"1","show_category_title":"","show_description":"1","show_description_image":"1","maxLevel":"-1","show_empty_categories":"","show_subcat_desc":"","show_cat_num_articles":"","num_leading_articles":"1","num_intro_articles":"4","num_columns":"2","num_links":"4","multi_column_order":"","orderby_pri":"","orderby_sec":"","order_date":"","show_pagination":"","show_pagination_results":"","show_pagination_limit":"","filter_field":"","show_headings":"","list_show_date":"","date_format":"","list_show_hits":"","list_show_author":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_readmore":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","show_noauth":"","show_feed_link":"","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","page_title":"","show_page_heading":0,"page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 245, 250, 0, 'en-GB', 0),
(249, 'aboutjoomla', 'Submit a Weblink', 'submit-a-weblink', '', 'using-joomla/extensions/components/weblinks-component/submit-a-weblink', 'index.php?option=com_weblinks&view=form&layout=edit', 'component', 1, 265, 5, 21, 0, 0, '0000-00-00 00:00:00', 0, 3, '', 0, '{"menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 85, 86, 0, '*', 0),
(251, 'aboutjoomla', 'Contact Categories', 'contact-categories', '', 'using-joomla/extensions/components/contact-component/contact-categories', 'index.php?option=com_contact&view=categories&id=16', 'component', 1, 270, 5, 8, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_base_description":"","categories_description":"","maxLevel":"-1","show_empty_categories":"","show_description":"","show_description_image":"","show_cat_num_articles":"","display_num":"","show_headings":"","filter_field":"","show_pagination":"","show_noauth":"","presentation_style":"sliders","show_name":"","show_position":"","show_email":"","show_street_address":"","show_suburb":"","show_state":"","show_postcode":"","show_country":"","show_telephone":"","show_mobile":"","show_fax":"","show_webpage":"","show_misc":"","show_image":"","allow_vcard":"","show_articles":"","show_links":"1","linka_name":"","linkb_name":"","linkc_name":"","linkd_name":"","linke_name":"","show_email_form":"","show_email_copy":"","banned_email":"","banned_subject":"","banned_text":"","validate_session":"","custom_reply":"","redirect":"","show_feed_link":"","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 75, 76, 0, '*', 0),
(252, 'aboutjoomla', 'News Feed Categories', 'new-feed-categories', '', 'using-joomla/extensions/components/news-feeds-component/new-feed-categories', 'index.php?option=com_newsfeeds&view=categories&id=0', 'component', 1, 267, 5, 17, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_base_description":"1","categories_description":"Because this links to the root category the "uncategorised" category is displayed. ","maxLevel":"-1","show_empty_categories":"1","show_description":"1","show_description_image":"1","show_cat_num_articles":"1","display_num":"","show_headings":"","orderby_pri":"","orderby_sec":"","order_date":"","show_pagination":"","show_noauth":"","show_feed_image":"","show_feed_description":"","show_item_description":"","feed_character_count":"0","show_feed_link":"","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 93, 94, 0, '*', 0),
(253, 'aboutjoomla', 'News Feed Category', 'news-feed-category', '', 'using-joomla/extensions/components/news-feeds-component/news-feed-category', 'index.php?option=com_newsfeeds&view=category&id=17', 'component', 1, 267, 5, 17, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"maxLevel":"-1","show_empty_categories":"","show_description":"","show_description_image":"","show_cat_num_articles":"","display_num":"","show_headings":"","orderby_pri":"","orderby_sec":"","order_date":"","show_pagination":"","show_noauth":"","show_feed_image":"","show_feed_description":"","show_item_description":"","feed_character_count":"0","show_feed_link":"","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 97, 98, 0, '*', 0),
(254, 'aboutjoomla', 'Single News Feed', 'single-news-feed', '', 'using-joomla/extensions/components/news-feeds-component/single-news-feed', 'index.php?option=com_newsfeeds&view=newsfeed&id=4', 'component', 1, 267, 5, 17, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_feed_image":"","show_feed_description":"","show_item_description":"","feed_character_count":"0","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 95, 96, 0, '*', 0),
(255, 'aboutjoomla', 'Search', 'search', '', 'using-joomla/extensions/components/search-component/search', 'index.php?option=com_search&view=search', 'component', 1, 276, 5, 19, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"search_areas":"1","show_date":"1","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 115, 116, 0, '*', 0),
(256, 'aboutjoomla', 'Archived Articles', 'archived-articles', '', 'using-joomla/extensions/components/content-component/archived-articles', 'index.php?option=com_content&view=archive', 'component', 1, 266, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"orderby_sec":"","order_date":"","display_num":"","filter_field":"","show_category":"1","link_category":"1","show_title":"1","link_titles":"1","show_intro":"1","show_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_readmore":"","show_hits":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 69, 70, 0, '*', 0),
(257, 'aboutjoomla', 'Single Article', 'single-article', '', 'using-joomla/extensions/components/content-component/single-article', 'index.php?option=com_content&view=article&id=6', 'component', 1, 266, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 59, 60, 0, '*', 0),
(259, 'aboutjoomla', 'Article Category Blog', 'article-category-blog', '', 'using-joomla/extensions/components/content-component/article-category-blog', 'index.php?option=com_content&view=category&layout=blog&id=27', 'component', 1, 266, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"maxLevel":"","show_empty_categories":"","show_description":"0","show_description_image":"0","show_category_title":"","show_cat_num_articles":"","num_leading_articles":"1","num_intro_articles":"4","num_columns":"2","num_links":"4","multi_column_order":"","orderby_pri":"","orderby_sec":"","order_date":"","show_pagination":"2","show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_readmore":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","show_feed_link":"1","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 63, 64, 0, '*', 0),
(260, 'aboutjoomla', 'Article Category List', 'article-category-list', '', 'using-joomla/extensions/components/content-component/article-category-list', 'index.php?option=com_content&view=category&id=19', 'component', 1, 266, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_category_title":"","show_description":"","show_description_image":"","maxLevel":"","show_empty_categories":"","show_no_articles":"","show_subcat_desc":"","show_cat_num_articles":"","page_subheading":"","show_pagination_limit":"","filter_field":"","show_headings":"","list_show_date":"","date_format":"","list_show_hits":"","list_show_author":"","orderby_pri":"","orderby_sec":"alpha","order_date":"","show_pagination":"","show_pagination_results":"","display_num":"10","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_vote":"","show_readmore":"","show_readmore_title":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","show_noauth":"","show_feed_link":"","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","menu_text":1,"page_title":"","show_page_heading":0,"page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 65, 66, 0, '*', 0),
(262, 'aboutjoomla', 'Featured Articles', 'featured-articles', '', 'using-joomla/extensions/components/content-component/featured-articles', 'index.php?option=com_content&view=featured', 'component', 1, 266, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"maxLevel":"","show_empty_categories":"","show_description":"","show_description_image":"","show_cat_num_articles":"","num_leading_articles":"1","num_intro_articles":"4","num_columns":"2","num_links":"4","multi_column_order":"1","orderby_pri":"","orderby_sec":"front","order_date":"","show_pagination":"2","show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_readmore":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","show_feed_link":"1","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 67, 68, 0, '*', 0),
(263, 'aboutjoomla', 'Submit Article', 'submit-article', '', 'using-joomla/extensions/components/content-component/submit-article', 'index.php?option=com_content&view=form&layout=edit', 'component', 1, 266, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 3, '', 0, '{"menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 71, 72, 0, '*', 0),
(265, 'aboutjoomla', 'Weblinks Component', 'weblinks-component', '', 'using-joomla/extensions/components/weblinks-component', 'index.php?option=com_content&view=article&id=54', 'component', 1, 268, 4, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 84, 91, 0, '*', 0),
(266, 'aboutjoomla', 'Content Component', 'content-component', '', 'using-joomla/extensions/components/content-component', 'index.php?option=com_content&view=article&id=10', 'component', 1, 268, 4, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"article-allow_ratings":"","article-allow_comments":"","show_category":"","link_category":"","show_title":"","link_titles":"","show_intro":"","show_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 58, 73, 0, '*', 0),
(267, 'aboutjoomla', 'News Feeds Component', 'news-feeds-component', '', 'using-joomla/extensions/components/news-feeds-component', 'index.php?option=com_content&view=article&id=60', 'component', 1, 268, 4, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":1,"page_title":"Newsfeeds Categories View ","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 92, 99, 0, '*', 0),
(268, 'aboutjoomla', 'Components', 'components', '', 'using-joomla/extensions/components', 'index.php?option=com_content&view=category&layout=blog&id=21', 'component', 1, 277, 3, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_category_title":"","show_description":"1","show_description_image":"","maxLevel":"","show_empty_categories":"","show_subcat_desc":"","show_cat_num_articles":"","page_subheading":"","num_leading_articles":"0","num_intro_articles":"7","num_columns":"1","num_links":"0","multi_column_order":"","orderby_pri":"","orderby_sec":"order","order_date":"","show_pagination":"0","show_pagination_results":"","show_title":"","link_titles":"","show_intro":"","show_category":"0","link_category":"","show_parent_category":"0","link_parent_category":"","show_author":"0","link_author":"0","show_create_date":"0","show_modify_date":"0","show_publish_date":"0","show_item_navigation":"0","show_readmore":"","show_icons":"0","show_print_icon":"0","show_email_icon":"0","show_hits":"0","show_noauth":"","show_feed_link":"","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","page_title":"","show_page_heading":0,"page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 57, 122, 0, '*', 0),
(270, 'aboutjoomla', 'Contact Component', 'contact-component', '', 'using-joomla/extensions/components/contact-component', 'index.php?option=com_content&view=article&id=9', 'component', 1, 268, 4, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 74, 83, 0, '*', 0),
(271, 'aboutjoomla', 'Users Component', 'users-component', '', 'using-joomla/extensions/components/users-component', 'index.php?option=com_content&view=article&id=52', 'component', 1, 268, 4, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 100, 113, 0, '*', 0),
(272, 'aboutjoomla', 'Article Categories', 'article-categories', '', 'using-joomla/extensions/components/content-component/article-categories', 'index.php?option=com_content&view=categories&id=14', 'component', 1, 266, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_base_description":"","categories_description":"","maxLevel":"-1","show_empty_categories":"","show_description":"","show_description_image":"","show_cat_num_articles":"","display_num":"","category_layout":"","show_headings":"","show_date":"","date_format":"","filter_field":"","num_leading_articles":"1","num_intro_articles":"4","num_columns":"2","num_links":"4","multi_column_order":"","orderby_pri":"","orderby_sec":"","order_date":"","show_pagination":"","show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_readmore":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","show_feed_link":"","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 61, 62, 0, '*', 0),
(273, 'aboutjoomla', 'Administrator Components', 'administrator-components', '', 'using-joomla/extensions/components/administrator-components', 'index.php?option=com_content&view=article&id=1', 'component', 1, 268, 4, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 120, 121, 0, '*', 0),
(274, 'aboutjoomla', 'Weblinks Single Category', 'weblinks-single-category', '', 'using-joomla/extensions/components/weblinks-component/weblinks-single-category', 'index.php?option=com_weblinks&view=category&id=32', 'component', 1, 265, 5, 21, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"maxLevel":"-1","show_empty_categories":"","show_description":"","show_description_image":"","show_cat_num_articles":"","display_num":"","show_headings":"","orderby_pri":"","show_pagination":"","show_noauth":"","show_feed_link":"1","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 87, 88, 0, '*', 0),
(275, 'aboutjoomla', 'Contact Single Category', 'contact-single-category', '', 'using-joomla/extensions/components/contact-component/contact-single-category', 'index.php?option=com_contact&view=category&catid=26&id=36', 'component', 1, 270, 5, 8, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"maxLevel":"-1","show_empty_categories":"","show_description":"","show_description_image":"","show_cat_num_articles":"","display_num":"20","show_headings":"","filter_field":"","show_pagination":"","show_noauth":"","presentation_style":"sliders","show_name":"","show_position":"","show_email":"","show_street_address":"","show_suburb":"","show_state":"","show_postcode":"","show_country":"","show_telephone":"","show_mobile":"","show_fax":"","show_webpage":"","show_misc":"","show_image":"","allow_vcard":"","show_articles":"","show_links":"1","linka_name":"","linkb_name":"","linkc_name":"","linkd_name":"","linke_name":"","show_email_form":"","show_email_copy":"","banned_email":"","banned_subject":"","banned_text":"","validate_session":"","custom_reply":"","redirect":"","show_feed_link":"1","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 77, 78, 0, '*', 0),
(276, 'aboutjoomla', 'Search Components', 'search-component', '', 'using-joomla/extensions/components/search-component', 'index.php?option=com_content&view=article&id=39', 'component', 1, 268, 4, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_vote":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","show_noauth":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","menu_text":1,"page_title":"","show_page_heading":0,"page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 114, 119, 0, '*', 0),
(277, 'aboutjoomla', 'Using Extensions', 'extensions', '', 'using-joomla/extensions', 'index.php?option=com_content&view=categories&id=20', 'component', 1, 280, 2, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_base_description":"1","categories_description":"","maxLevelcat":"1","show_empty_categories_cat":"1","show_subcat_desc_cat":"1","show_cat_num_articles_cat":"0","drill_down_layout":"0","show_category_title":"","show_description":"1","show_description_image":"1","maxLevel":"1","show_empty_categories":"1","show_subcat_desc":"","show_cat_num_articles":"","num_leading_articles":"1","num_intro_articles":"4","num_columns":"2","num_links":"4","multi_column_order":"","orderby_pri":"","orderby_sec":"","order_date":"","show_pagination":"","show_pagination_results":"","show_pagination_limit":"","filter_field":"","show_headings":"","list_show_date":"","date_format":"","list_show_hits":"","list_show_author":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_readmore":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","show_noauth":"","show_feed_link":"","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","page_title":"","show_page_heading":0,"page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 56, 221, 0, '*', 0),
(278, 'aboutjoomla', 'The Joomla! Project', 'the-joomla-project', '', 'the-joomla-project', 'index.php?option=com_content&view=article&id=48', 'component', 1, 1, 1, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"1","link_titles":"","show_intro":"","show_category":"0","link_category":"","show_parent_category":"0","link_parent_category":"","show_author":"0","link_author":"","show_create_date":"0","show_modify_date":"0","show_publish_date":"0","show_item_navigation":"0","show_icons":"1","show_print_icon":"","show_email_icon":"","show_hits":"0","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 229, 230, 0, '*', 0),
(279, 'aboutjoomla', 'The Joomla! Community', 'the-joomla-community', '', 'the-joomla-community', 'index.php?option=com_content&view=article&id=47', 'component', 1, 1, 1, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"0","show_intro":"","show_category":"0","link_category":"","show_parent_category":"0","link_parent_category":"","show_author":"0","link_author":"","show_create_date":"0","show_modify_date":"0","show_publish_date":"0","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"0","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 231, 232, 0, '*', 0),
(280, 'aboutjoomla', 'Using Joomla!', 'using-joomla', '', 'using-joomla', 'index.php?option=com_content&view=article&id=53', 'component', 1, 1, 1, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_title":"1","link_titles":"0","show_intro":"1","show_category":"0","link_category":"","show_parent_category":"0","link_parent_category":"","show_author":"0","link_author":"","show_create_date":"0","show_modify_date":"0","show_publish_date":"0","show_item_navigation":"0","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"0","show_noauth":"0","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","page_title":"","show_page_heading":0,"page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 55, 226, 0, '*', 0),
(281, 'aboutjoomla', 'Modules', 'modules', '', 'using-joomla/extensions/modules', 'index.php?option=com_content&view=category&id=22', 'component', 1, 277, 3, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_category_title":"","show_description":"1","show_description_image":"1","maxLevel":"1","show_empty_categories":"1","show_no_articles":"0","show_subcat_desc":"1","show_cat_num_articles":"","page_subheading":"","show_pagination_limit":"","filter_field":"","show_headings":"","list_show_date":"","date_format":"","list_show_hits":"","list_show_author":"","show_pagination":"","show_pagination_results":"","show_title":"1","link_titles":"","show_intro":"","show_category":"0","link_category":"0","show_parent_category":"0","link_parent_category":"","show_author":"0","link_author":"0","show_create_date":"0","show_modify_date":"0","show_publish_date":"0","show_item_navigation":"0","show_vote":"","show_readmore":"0","show_icons":"0","show_print_icon":"0","show_email_icon":"0","show_hits":"0","show_noauth":"","show_feed_link":"","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","menu_text":1,"page_title":"","show_page_heading":0,"page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 123, 182, 0, '*', 0),
(282, 'aboutjoomla', 'Templates', 'templates', '', 'using-joomla/extensions/templates', 'index.php?option=com_content&view=category&id=23', 'component', 1, 277, 3, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_category_title":"","show_description":"1","show_description_image":"","maxLevel":"2","show_empty_categories":"1","show_no_articles":"0","show_subcat_desc":"1","show_cat_num_articles":"","page_subheading":"","show_pagination_limit":"0","filter_field":"hide","show_headings":"0","list_show_date":"0","date_format":"","list_show_hits":"0","list_show_author":"0","show_pagination":"0","show_pagination_results":"","show_title":"1","link_titles":"1","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_vote":"","show_readmore":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","show_noauth":"","show_feed_link":"","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","menu_text":1,"page_title":"Templates","show_page_heading":0,"page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 183, 202, 0, '*', 0),
(283, 'aboutjoomla', 'Languages', 'languages', '', 'using-joomla/extensions/languages', 'index.php?option=com_content&view=category&layout=blog&id=24', 'component', 1, 277, 3, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"maxLevel":"","show_empty_categories":"","show_description":"1","show_description_image":"1","show_category_title":"1","show_cat_num_articles":"","num_leading_articles":"1","num_intro_articles":"4","num_columns":"2","num_links":"4","multi_column_order":"","orderby_pri":"","orderby_sec":"","order_date":"","show_pagination":"","show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_readmore":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","show_feed_link":"","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 203, 204, 0, '*', 0),
(284, 'aboutjoomla', 'Plugins', 'plugins', '', 'using-joomla/extensions/plugins', 'index.php?option=com_content&view=category&layout=blog&id=25', 'component', 1, 277, 3, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"maxLevel":"","show_empty_categories":"","show_description":"1","show_description_image":"","show_category_title":"1","show_cat_num_articles":"","num_leading_articles":"0","num_intro_articles":"7","num_columns":"1","num_links":"0","multi_column_order":"","orderby_pri":"","orderby_sec":"order","order_date":"","show_pagination":"","show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"0","link_category":"0","show_parent_category":"0","link_parent_category":"0","show_author":"0","link_author":"","show_create_date":"0","show_modify_date":"0","show_publish_date":"0","show_item_navigation":"","show_readmore":"","show_icons":"0","show_print_icon":"0","show_email_icon":"0","show_hits":"0","show_feed_link":"","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 205, 220, 0, '*', 0),
(285, 'aboutjoomla', 'Typography Atomic', 'typography-atomic', '', 'using-joomla/extensions/templates/atomic/typography-atomic', 'index.php?option=com_content&view=article&id=49', 'component', 1, 422, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 3, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 197, 198, 0, '*', 0),
(290, 'mainmenu', 'Articles', 'articles', '', 'site-map/articles', 'index.php?option=com_content&view=categories&id=0', 'component', 1, 294, 2, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"categories_description":"","maxLevel":"-1","show_empty_categories":"","show_description":"","show_description_image":"","show_cat_num_articles":"","display_num":"","category_layout":"","show_headings":"","show_date":"","date_format":"","filter_field":"","num_leading_articles":"1","num_intro_articles":"4","num_columns":"2","num_links":"4","multi_column_order":"","orderby_pri":"","orderby_sec":"","order_date":"","show_pagination":"","show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_readmore":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","article-allow_ratings":"","article-allow_comments":"","show_feed_link":"","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 4, 5, 0, '*', 0),
(294, 'mainmenu', 'Site Map', 'site-map', '', 'site-map', 'index.php?option=com_content&view=article&id=42', 'component', 1, 1, 1, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"0","link_category":"","show_parent_category":"0","link_parent_category":"","show_author":"0","link_author":"","show_create_date":"0","show_modify_date":"0","show_publish_date":"0","show_item_navigation":"0","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"0","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 3, 10, 0, '*', 0),
(296, 'parks', 'Park Links', 'park-links', '', 'park-links', 'index.php?option=com_weblinks&view=category&id=31', 'component', 1, 1, 1, 21, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 114, '{"maxLevel":"-1","show_empty_categories":"","show_description":"1","show_description_image":"1","show_cat_num_articles":"","display_num":"","show_headings":"0","orderby_pri":"","show_pagination":"","show_noauth":"","show_feed_link":"1","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 251, 252, 0, 'en-GB', 0),
(300, 'aboutjoomla', 'Latest Users', 'latest-users', '', 'using-joomla/extensions/modules/user-modules/latest-users', 'index.php?option=com_content&view=article&id=66', 'component', 1, 412, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 147, 148, 0, '*', 0),
(301, 'aboutjoomla', 'Who''s Online', 'whos-online', '', 'using-joomla/extensions/modules/user-modules/whos-online', 'index.php?option=com_content&view=article&id=56', 'component', 1, 412, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 149, 150, 0, '*', 0),
(302, 'aboutjoomla', 'Most Read', 'most-read', '', 'using-joomla/extensions/modules/content-modules/most-read', 'index.php?option=com_content&view=article&id=30', 'component', 1, 411, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 131, 132, 0, '*', 0);
INSERT INTO `jml_menu` (`id`, `menutype`, `title`, `alias`, `note`, `path`, `link`, `type`, `published`, `parent_id`, `level`, `component_id`, `ordering`, `checked_out`, `checked_out_time`, `browserNav`, `access`, `img`, `template_style_id`, `params`, `lft`, `rgt`, `home`, `language`, `client_id`) VALUES
(303, 'aboutjoomla', 'Menu', 'menu', '', 'using-joomla/extensions/modules/navigation-modules/menu', 'index.php?option=com_content&view=article&id=29', 'component', 1, 415, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 125, 126, 0, '*', 0),
(304, 'aboutjoomla', 'Statistics', 'statistics', '', 'using-joomla/extensions/modules/utility-modules/statistics', 'index.php?option=com_content&view=article&id=44', 'component', 1, 414, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 171, 172, 0, '*', 0),
(305, 'aboutjoomla', 'Banner', 'banner', '', 'using-joomla/extensions/modules/display-modules/banner', 'index.php?option=com_content&view=article&id=7', 'component', 1, 413, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 157, 158, 0, '*', 0),
(306, 'aboutjoomla', 'Search', 'search', '', 'using-joomla/extensions/modules/utility-modules/search', 'index.php?option=com_content&view=article&id=40', 'component', 1, 414, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 173, 174, 0, '*', 0),
(307, 'aboutjoomla', 'Random Image', 'random-image', '', 'using-joomla/extensions/modules/display-modules/random-image', 'index.php?option=com_content&view=article&id=36', 'component', 1, 413, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 155, 156, 0, '*', 0),
(309, 'aboutjoomla', 'News Flash', 'news-flash', '', 'using-joomla/extensions/modules/content-modules/news-flash', 'index.php?option=com_content&view=article&id=31', 'component', 1, 411, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 133, 134, 0, '*', 0),
(310, 'aboutjoomla', 'Latest Articles', 'latest-articles', '', 'using-joomla/extensions/modules/content-modules/latest-articles', 'index.php?option=com_content&view=article&id=27', 'component', 1, 411, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 135, 136, 0, '*', 0),
(311, 'aboutjoomla', 'Syndicate', 'syndicate', '', 'using-joomla/extensions/modules/utility-modules/syndicate', 'index.php?option=com_content&view=article&id=45', 'component', 1, 414, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 169, 170, 0, '*', 0),
(312, 'aboutjoomla', 'Login', 'login', '', 'using-joomla/extensions/modules/user-modules/login', 'index.php?option=com_content&view=article&id=28', 'component', 1, 412, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 151, 152, 0, '*', 0),
(313, 'aboutjoomla', 'Wrapper', 'wrapper', '', 'using-joomla/extensions/modules/utility-modules/wrapper', 'index.php?option=com_content&view=article&id=59', 'component', 1, 414, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 177, 178, 0, '*', 0),
(316, 'aboutjoomla', 'Home Page Atomic', 'home-page-atomic', '', 'using-joomla/extensions/templates/atomic/home-page-atomic', 'index.php?option=com_content&view=featured', 'component', 1, 422, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 3, '{"maxLevel":"","show_empty_categories":"","show_description":"","show_description_image":"","show_cat_num_articles":"","num_leading_articles":"1","num_intro_articles":"3","num_columns":"3","num_links":"0","multi_column_order":"1","orderby_pri":"","orderby_sec":"front","order_date":"","show_pagination":"2","show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_readmore":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","show_feed_link":"1","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 199, 200, 0, '*', 0),
(317, 'aboutjoomla', 'System', 'system', '', 'using-joomla/extensions/plugins/system', 'index.php?option=com_content&view=article&id=46', 'component', 1, 284, 4, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 218, 219, 0, '*', 0),
(318, 'aboutjoomla', 'Authentication', 'authentication', '', 'using-joomla/extensions/plugins/authentication', 'index.php?option=com_content&view=article&id=5', 'component', 1, 284, 4, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 206, 207, 0, '*', 0),
(319, 'aboutjoomla', 'Content', 'content', '', 'using-joomla/extensions/plugins/content', 'index.php?option=com_content&view=article&id=62', 'component', 1, 284, 4, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 208, 209, 0, '*', 0),
(320, 'aboutjoomla', 'Editors', 'editors', '', 'using-joomla/extensions/plugins/editors', 'index.php?option=com_content&view=article&id=14', 'component', 1, 284, 4, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 210, 211, 0, '*', 0),
(321, 'aboutjoomla', 'Editors Extended', 'editors-extended', '', 'using-joomla/extensions/plugins/editors-extended', 'index.php?option=com_content&view=article&id=15', 'component', 1, 284, 4, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 212, 213, 0, '*', 0),
(322, 'aboutjoomla', 'Search', 'search', '', 'using-joomla/extensions/plugins/search', 'index.php?option=com_content&view=article&id=41', 'component', 1, 284, 4, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 214, 215, 0, '*', 0),
(323, 'aboutjoomla', 'User', 'user', '', 'using-joomla/extensions/plugins/user', 'index.php?option=com_content&view=article&id=51', 'component', 1, 284, 4, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 216, 217, 0, '*', 0),
(324, 'aboutjoomla', 'Footer', 'footer', '', 'using-joomla/extensions/modules/display-modules/footer', 'index.php?option=com_content&view=article&id=19', 'component', 1, 413, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 161, 162, 0, '*', 0),
(325, 'aboutjoomla', 'Archive', 'archive', '', 'using-joomla/extensions/modules/content-modules/archive', 'index.php?option=com_content&view=article&id=2', 'component', 1, 411, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 137, 138, 0, '*', 0),
(326, 'aboutjoomla', 'Related Items', 'related-items', '', 'using-joomla/extensions/modules/content-modules/related-items', 'index.php?option=com_content&view=article&id=37', 'component', 1, 411, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 139, 140, 0, '*', 0),
(399, 'parks', 'Animals', 'animals', '', 'image-gallery/animals', 'index.php?option=com_content&view=category&layout=blog&id=72', 'component', 1, 244, 2, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 114, '{"maxLevel":"","show_empty_categories":"","show_description":"1","show_description_image":"0","show_category_title":"","show_cat_num_articles":"","num_leading_articles":"0","num_intro_articles":"6","num_columns":"2","num_links":"4","multi_column_order":"1","orderby_pri":"","orderby_sec":"","order_date":"","show_pagination":"2","show_noauth":"","show_title":"","link_titles":"","show_intro":"0","show_category":"1","link_category":"1","show_parent_category":"","link_parent_category":"","show_author":"0","link_author":"","show_create_date":"0","show_modify_date":"0","show_publish_date":"0","show_item_navigation":"1","show_readmore":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","show_feed_link":"1","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 246, 247, 0, 'en-GB', 0),
(400, 'parks', 'Scenery', 'scenery', '', 'image-gallery/scenery', 'index.php?option=com_content&view=category&layout=blog&id=73', 'component', 1, 244, 2, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 114, '{"maxLevel":"","show_empty_categories":"","show_description":"0","show_description_image":"0","show_category_title":"","show_cat_num_articles":"","num_leading_articles":"0","num_intro_articles":"4","num_columns":"2","num_links":"4","multi_column_order":"1","orderby_pri":"","orderby_sec":"","order_date":"","show_pagination":"2","show_noauth":"","show_title":"","link_titles":"","show_intro":"0","show_category":"1","link_category":"","show_parent_category":"0","link_parent_category":"0","show_author":"0","link_author":"0","show_create_date":"0","show_modify_date":"0","show_publish_date":"0","show_item_navigation":"1","show_readmore":"1","show_icons":"0","show_print_icon":"0","show_email_icon":"0","show_hits":"0","show_feed_link":"1","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 248, 249, 0, 'en-GB', 0),
(402, 'aboutjoomla', 'Login Form', 'login-form', '', 'using-joomla/extensions/components/users-component/login-form', 'index.php?option=com_users&view=login', 'component', 1, 271, 5, 25, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"login_redirect_url":"","logindescription_show":"1","login_description":"","login_image":"","logout_redirect_url":"","logoutdescription_show":"1","logout_description":"","logout_image":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 101, 102, 0, '*', 0),
(403, 'aboutjoomla', 'User Profile', 'user-profile', '', 'using-joomla/extensions/components/users-component/user-profile', 'index.php?option=com_users&view=profile', 'component', 1, 271, 5, 25, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 103, 104, 0, '*', 0),
(404, 'aboutjoomla', 'Edit User Profile', 'edit-user-profile', '', 'using-joomla/extensions/components/users-component/edit-user-profile', 'index.php?option=com_users&view=profile&layout=edit', 'component', 1, 271, 5, 25, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 105, 106, 0, '*', 0),
(405, 'aboutjoomla', 'Registration Form', 'registration-form', '', 'using-joomla/extensions/components/users-component/registration-form', 'index.php?option=com_users&view=registration', 'component', 1, 271, 5, 25, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 107, 108, 0, '*', 0),
(406, 'aboutjoomla', 'Username Reminder Request', 'username-reminder', '', 'using-joomla/extensions/components/users-component/username-reminder', 'index.php?option=com_users&view=remind', 'component', 1, 271, 5, 25, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 109, 110, 0, '*', 0),
(409, 'aboutjoomla', 'Password Reset', 'password-reset', '', 'using-joomla/extensions/components/users-component/password-reset', 'index.php?option=com_users&view=reset', 'component', 1, 271, 5, 25, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 111, 112, 0, '*', 0),
(410, 'aboutjoomla', 'Feed Display', 'feed-display', '', 'using-joomla/extensions/modules/display-modules/feed-display', 'index.php?option=com_content&view=article&id=16', 'component', 1, 413, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 159, 160, 0, '*', 0),
(411, 'aboutjoomla', 'Content Modules', 'content-modules', '', 'using-joomla/extensions/modules/content-modules', 'index.php?option=com_content&view=category&id=64', 'component', 1, 281, 4, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"maxLevel":"0","show_category_title":"1","page_subheading":"","show_empty_categories":"1","show_description":"1","show_description_image":"","show_cat_num_articles":"","display_num":"0","show_headings":"0","list_show_title":"1","list_show_date":"0","date_format":"","list_show_hits":"0","list_show_author":"0","filter_field":"hide","orderby_pri":"","orderby_sec":"order","order_date":"","show_pagination":"","show_pagination_limit":"0","show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"1","link_category":"1","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_readmore":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","show_feed_link":"","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 130, 145, 0, '*', 0),
(412, 'aboutjoomla', 'User Modules', 'user-modules', '', 'using-joomla/extensions/modules/user-modules', 'index.php?option=com_content&view=category&id=65', 'component', 1, 281, 4, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"maxLevel":"0","show_category_title":"1","page_subheading":"","show_empty_categories":"","show_description":"1","show_description_image":"","show_cat_num_articles":"","display_num":"0","show_headings":"0","list_show_title":"1","list_show_date":"","date_format":"","list_show_hits":"0","list_show_author":"0","filter_field":"hide","orderby_pri":"","orderby_sec":"order","order_date":"","show_pagination":"","show_pagination_limit":"0","show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"1","link_category":"1","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_readmore":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","show_feed_link":"","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 146, 153, 0, '*', 0),
(413, 'aboutjoomla', 'Display Modules', 'display-modules', '', 'using-joomla/extensions/modules/display-modules', 'index.php?option=com_content&view=category&id=66', 'component', 1, 281, 4, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"maxLevel":"0","show_category_title":"1","page_subheading":"","show_empty_categories":"","show_description":"1","show_description_image":"1","show_cat_num_articles":"","display_num":"0","show_headings":"0","list_show_title":"1","list_show_date":"","date_format":"","list_show_hits":"0","list_show_author":"0","filter_field":"hide","orderby_pri":"","orderby_sec":"order","order_date":"","show_pagination":"","show_pagination_limit":"0","show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"1","link_category":"1","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_readmore":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","show_feed_link":"","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 154, 167, 0, '*', 0),
(414, 'aboutjoomla', 'Utility Modules', 'utility-modules', '', 'using-joomla/extensions/modules/utility-modules', 'index.php?option=com_content&view=category&id=67', 'component', 1, 281, 4, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"maxLevel":"0","show_category_title":"1","page_subheading":"","show_empty_categories":"","show_description":"1","show_description_image":"1","show_cat_num_articles":"","display_num":"0","show_headings":"0","list_show_title":"0","list_show_date":"0","date_format":"","list_show_hits":"0","list_show_author":"0","filter_field":"","orderby_pri":"","orderby_sec":"order","order_date":"","show_pagination":"","show_pagination_limit":"0","show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"1","link_category":"1","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_readmore":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","show_feed_link":"","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 168, 181, 0, '*', 0),
(415, 'aboutjoomla', 'Navigation Modules', 'navigation-modules', '', 'using-joomla/extensions/modules/navigation-modules', 'index.php?option=com_content&view=category&id=75', 'component', 1, 281, 4, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"maxLevel":"","show_category_title":"","page_subheading":"","show_empty_categories":"","show_description":"","show_description_image":"","show_cat_num_articles":"","display_num":"","show_headings":"","list_show_title":"","list_show_date":"","date_format":"","list_show_hits":"","list_show_author":"","filter_field":"","orderby_pri":"","orderby_sec":"","order_date":"","show_pagination":"","show_pagination_limit":"","show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_readmore":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","show_feed_link":"","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 124, 129, 0, '*', 0),
(416, 'aboutjoomla', 'Breadcrumbs', 'breadcrumbs', '', 'using-joomla/extensions/modules/navigation-modules/breadcrumbs', 'index.php?option=com_content&view=article&id=61', 'component', 1, 415, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_vote":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","show_noauth":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","menu_text":1,"page_title":"","show_page_heading":0,"page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 127, 128, 0, '*', 0),
(417, 'aboutjoomla', 'Weblinks', 'weblinks', '', 'using-joomla/extensions/modules/display-modules/weblinks', 'index.php?option=com_content&view=article&id=55', 'component', 1, 413, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 163, 164, 0, '*', 0),
(418, 'aboutjoomla', 'Custom HTML', 'custom-html', '', 'using-joomla/extensions/modules/display-modules/custom-html', 'index.php?option=com_content&view=article&id=12', 'component', 1, 413, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 165, 166, 0, '*', 0),
(419, 'aboutjoomla', 'Beez 2', 'beez-2', '', 'using-joomla/extensions/templates/beez-2', 'index.php?option=com_content&view=category&layout=blog&id=69', 'component', 1, 282, 4, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"maxLevel":"","show_empty_categories":"","show_description":"1","show_description_image":"","show_category_title":"","show_cat_num_articles":"","num_leading_articles":"1","num_intro_articles":"4","num_columns":"2","num_links":"4","multi_column_order":"","orderby_pri":"","orderby_sec":"","order_date":"","show_pagination":"","show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_readmore":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","show_feed_link":"","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 184, 189, 0, '*', 0),
(422, 'aboutjoomla', 'Atomic', 'atomic', '', 'using-joomla/extensions/templates/atomic', 'index.php?option=com_content&view=category&layout=blog&id=68', 'component', 1, 282, 4, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"maxLevel":"","show_empty_categories":"","show_description":"1","show_description_image":"","show_category_title":"","show_cat_num_articles":"","num_leading_articles":"2","num_intro_articles":"4","num_columns":"2","num_links":"4","multi_column_order":"","orderby_pri":"","orderby_sec":"","order_date":"","show_pagination":"","show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_readmore":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","show_feed_link":"","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 196, 201, 0, '*', 0),
(423, 'aboutjoomla', 'Typography Beez 2', 'typography-beez-2', '', 'using-joomla/extensions/templates/beez-2/typography-beez-2', 'index.php?option=com_content&view=article&id=49', 'component', 1, 419, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 4, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 185, 186, 0, '*', 0),
(424, 'aboutjoomla', 'Home Page Beez 2', 'home-page-beez-2', '', 'using-joomla/extensions/templates/beez-2/home-page-beez-2', 'index.php?option=com_content&view=featured', 'component', 1, 419, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 4, '{"maxLevel":"","show_empty_categories":"","show_description":"","show_description_image":"","show_cat_num_articles":"","num_leading_articles":"1","num_intro_articles":"3","num_columns":"3","num_links":"0","multi_column_order":"1","orderby_pri":"","orderby_sec":"front","order_date":"","show_pagination":"2","show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_readmore":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","show_feed_link":"1","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 187, 188, 0, '*', 0),
(427, 'fruitshop', 'Fruit Encyclopedia', 'fruit-encyclopedia', '', 'fruit-encyclopedia', 'index.php?option=com_contact&view=categories&id=37', 'component', 1, 1, 1, 8, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 6, '{"show_base_description":"1","categories_description":"","maxLevelcat":"","show_empty_categories_cat":"","show_subcat_desc_cat":"","show_cat_items_cat":"","show_category_title":"","show_description":"1","show_description_image":"1","maxLevel":"-1","show_empty_categories":"1","show_subcat_desc":"","show_cat_items":"","show_pagination_limit":"","show_headings":"0","show_position_headings":"","show_email_headings":"0","show_telephone_headings":"0","show_mobile_headings":"0","show_fax_headings":"0","show_suburb_headings":"0","show_state_headings":"","show_country_headings":"","show_pagination":"","show_pagination_results":"","presentation_style":"","show_contact_category":"","show_contact_list":"","show_name":"","show_position":"","show_email":"","show_street_address":"","show_suburb":"","show_state":"","show_postcode":"","show_country":"","show_telephone":"","show_mobile":"","show_fax":"","show_webpage":"","show_misc":"","show_image":"","allow_vcard":"","show_articles":"","show_links":"1","linka_name":"","linkb_name":"","linkc_name":"","linkd_name":"","linke_name":"","show_email_form":"","show_email_copy":"","banned_email":"","banned_subject":"","banned_text":"","validate_session":"","custom_reply":"","redirect":"","show_feed_link":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","menu_text":1,"page_title":"","show_page_heading":0,"page_heading":"","pageclass_sfx":" categories-listalphabet","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 255, 256, 0, '*', 0),
(429, 'fruitshop', 'Welcome', 'welcome', 'Fruit store front page', 'welcome', 'index.php?option=com_content&view=article&id=20', 'component', 1, 1, 1, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 6, '{"show_noauth":"","show_title":"0","link_titles":"0","show_intro":"1","show_category":"0","link_category":"0","show_parent_category":"","link_parent_category":"","show_author":"0","link_author":"","show_create_date":"0","show_modify_date":"0","show_publish_date":"0","show_item_navigation":"0","show_icons":"0","show_print_icon":"0","show_email_icon":"0","show_hits":"0","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 253, 254, 0, '*', 0),
(430, 'fruitshop', 'Contact Us', 'contact-us', '', 'contact-us', 'index.php?option=com_contact&view=category&catid=47&id=36', 'component', 1, 1, 1, 8, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 6, '{"maxLevel":"-1","show_empty_categories":"","show_description":"","show_description_image":"","show_cat_num_articles":"","display_num":"20","show_headings":"0","filter_field":"hide","show_pagination":"","show_noauth":"","presentation_style":"","show_name":"","show_position":"","show_email":"","show_street_address":"","show_suburb":"","show_state":"","show_postcode":"","show_country":"","show_telephone":"","show_mobile":"","show_fax":"","show_webpage":"","show_misc":"","show_image":"","allow_vcard":"","show_articles":"","show_links":"1","linka_name":"","linkb_name":"","linkc_name":"","linkd_name":"","linke_name":"","show_email_form":"","show_email_copy":"","banned_email":"","banned_subject":"","banned_text":"","validate_session":"","custom_reply":"","redirect":"","show_feed_link":"1","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 259, 260, 0, '*', 0),
(431, 'fruitshop', 'Growers', 'growers', '', 'growers', 'index.php?option=com_content&view=category&layout=blog&id=30', 'component', 1, 1, 1, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 6, '{"maxLevel":"0","show_empty_categories":"","show_description":"1","show_description_image":"","show_category_title":"1","show_cat_num_articles":"","num_leading_articles":"5","num_intro_articles":"0","num_columns":"1","num_links":"4","multi_column_order":"","orderby_pri":"","orderby_sec":"alpha","order_date":"","show_pagination":"","show_noauth":"","show_title":"1","link_titles":"1","show_intro":"1","show_category":"0","link_category":"","show_parent_category":"0","link_parent_category":"0","show_author":"0","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"0","show_item_navigation":"","show_readmore":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"0","show_feed_link":"","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 257, 258, 0, '*', 0),
(432, 'fruitshop', 'Login ', 'shop-login', '', 'shop-login', 'index.php?option=com_users&view=login', 'component', 1, 1, 1, 25, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 6, '{"login_redirect_url":"","logindescription_show":"1","login_description":"","login_image":"","logout_redirect_url":"","logoutdescription_show":"1","logout_description":"","logout_image":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 261, 262, 0, '*', 0),
(433, 'fruitshop', 'Directions', 'directions', '', 'directions', 'index.php?option=com_content&view=article&id=13', 'component', 1, 1, 1, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 6, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 263, 264, 0, '*', 0),
(435, 'mainmenu', 'Home', 'homepage', '', 'homepage', 'index.php?option=com_content&view=featured', 'component', 1, 1, 1, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"featured_categories":[""],"num_leading_articles":"1","num_intro_articles":"3","num_columns":"3","num_links":"0","multi_column_order":"1","orderby_pri":"","orderby_sec":"front","order_date":"","show_pagination":"2","show_pagination_results":"","show_title":"1","link_titles":"","show_intro":"","show_category":"0","link_category":"0","show_parent_category":"0","link_parent_category":"0","show_author":"0","link_author":"0","show_create_date":"0","show_modify_date":"0","show_publish_date":"0","show_item_navigation":"0","show_vote":"","show_readmore":"1","show_readmore_title":"","show_icons":"0","show_print_icon":"0","show_email_icon":"0","show_hits":"0","show_noauth":"","show_feed_link":"1","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","menu_text":1,"page_title":"","show_page_heading":0,"page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 1, 2, 1, '*', 0),
(436, 'aboutjoomla', 'Getting Help', 'getting-help', '', 'using-joomla/getting-help', 'index.php?option=com_content&view=article&id=21', 'component', 1, 280, 2, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"0","link_category":"","show_parent_category":"0","link_parent_category":"","show_author":"0","link_author":"","show_create_date":"0","show_modify_date":"0","show_publish_date":"0","show_item_navigation":"0","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"0","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 224, 225, 0, '*', 0),
(437, 'aboutjoomla', 'Getting Started', 'getting-started', '', 'getting-started', 'index.php?option=com_content&view=article&id=22', 'component', 1, 1, 1, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_title":"1","link_titles":"0","show_intro":"","show_category":"0","link_category":"","show_parent_category":"0","link_parent_category":"","show_author":"0","link_author":"","show_create_date":"0","show_modify_date":"0","show_publish_date":"0","show_item_navigation":"0","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"0","show_noauth":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","page_title":"","show_page_heading":0,"page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 45, 46, 0, '*', 0),
(438, 'mainmenu', 'Weblinks', 'weblinks', '', 'site-map/weblinks', 'index.php?option=com_weblinks&view=categories&id=0', 'component', 1, 294, 2, 21, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"categories_description":"","maxLevel":"-1","show_empty_categories":"","show_description":"","show_description_image":"","show_cat_num_articles":"","display_num":"","show_headings":"","orderby_pri":"","show_pagination":"","show_noauth":"","article-allow_ratings":"","article-allow_comments":"","show_feed_link":"","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 6, 7, 0, '*', 0),
(439, 'mainmenu', 'Contacts', 'contacts', '', 'site-map/contacts', 'index.php?option=com_contact&view=categories&id=0', 'component', 1, 294, 2, 8, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"categories_description":"","maxLevel":"-1","show_empty_categories":"","show_description":"","show_description_image":"","show_cat_num_articles":"","display_num":"","show_headings":"","filter_field":"","show_pagination":"","show_noauth":"","show_name":"","show_position":"","show_email":"","show_street_address":"","show_suburb":"","show_state":"","show_postcode":"","show_country":"","show_telephone":"","show_mobile":"","show_fax":"","show_webpage":"","show_misc":"","show_image":"","allow_vcard":"","show_articles":"","show_links":"1","linka_name":"","linkb_name":"","linkc_name":"","linkd_name":"","linke_name":"","show_email_form":"","show_email_copy":"","banned_email":"","banned_subject":"","banned_text":"","validate_session":"","custom_reply":"","redirect":"","article-allow_ratings":"","article-allow_comments":"","show_feed_link":"","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 8, 9, 0, '*', 0),
(443, 'aboutjoomla', 'Article Categories', 'article-categories-view', '', 'using-joomla/extensions/modules/content-modules/article-categories-view', 'index.php?option=com_content&view=article&id=3', 'component', 1, 411, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 141, 142, 0, '*', 0);
INSERT INTO `jml_menu` (`id`, `menutype`, `title`, `alias`, `note`, `path`, `link`, `type`, `published`, `parent_id`, `level`, `component_id`, `ordering`, `checked_out`, `checked_out_time`, `browserNav`, `access`, `img`, `template_style_id`, `params`, `lft`, `rgt`, `home`, `language`, `client_id`) VALUES
(444, 'top', 'Sample Sites', 'sample-sites-2', '', 'sample-sites-2', 'index.php?Itemid=', 'alias', 1, 1, 1, 0, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"aliasoptions":"238","menu-anchor_title":"","menu-anchor_css":"","menu_image":""}', 233, 234, 0, '*', 0),
(445, 'mainmenu', 'Parks', 'parks', '', 'sample-sites/parks', 'index.php?Itemid=', 'alias', 1, 238, 2, 0, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"aliasoptions":"243","menu-anchor_title":"","menu-anchor_css":"","menu_image":""}', 266, 267, 0, '*', 0),
(446, 'mainmenu', 'Shop', 'shop', '', 'sample-sites/shop', 'index.php?Itemid=', 'alias', 1, 238, 2, 0, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"aliasoptions":"429","menu-anchor_title":"","menu-anchor_css":"","menu_image":""}', 268, 269, 0, '*', 0),
(447, 'aboutjoomla', 'Language Switcher', 'language-switcher', '', 'using-joomla/extensions/modules/utility-modules/language-switcher', 'index.php?option=com_content&view=article&id=26', 'component', 1, 414, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 175, 176, 0, '*', 0),
(448, 'mainmenu', 'Site Administrator', 'site-administrator', '', 'site-administrator', 'administrator', 'url', 1, 1, 1, 0, 0, 0, '0000-00-00 00:00:00', 1, 1, '', 0, '{"menu-anchor_title":"","menu-anchor_css":"","menu_image":""}', 271, 272, 0, '*', 0),
(449, 'usermenu', 'Submit an Article', 'submit-an-article', '', 'submit-an-article', 'index.php?option=com_content&view=form&layout=edit', 'component', 1, 1, 1, 22, 0, 0, '0000-00-00 00:00:00', 0, 3, '', 0, '{"menu-anchor_title":"","menu-anchor_css":"","menu_image":"","menu_text":1,"page_title":"","show_page_heading":0,"page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 273, 274, 0, '*', 0),
(450, 'usermenu', 'Submit a Web Link', 'submit-a-web-link', '', 'submit-a-web-link', 'index.php?option=com_weblinks&view=form&layout=edit', 'component', 1, 1, 1, 21, 0, 0, '0000-00-00 00:00:00', 0, 3, '', 0, '{"menu-anchor_title":"","menu-anchor_css":"","menu_image":"","menu_text":1,"page_title":"","show_page_heading":0,"page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 275, 276, 0, '*', 0),
(452, 'aboutjoomla', 'Featured Contacts', 'featured-contacts', '', 'using-joomla/extensions/components/contact-component/featured-contacts', 'index.php?option=com_contact&view=featured&id=16', 'component', 1, 270, 5, 8, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"maxLevel":"-1","show_empty_categories":"","show_description":"","show_description_image":"","show_cat_num_articles":"","display_num":"","show_headings":"","filter_field":"","show_pagination":"","show_noauth":"","presentation_style":"sliders","show_name":"","show_position":"","show_email":"","show_street_address":"","show_suburb":"","show_state":"","show_postcode":"","show_country":"","show_telephone":"","show_mobile":"","show_fax":"","show_webpage":"","show_misc":"","show_image":"","allow_vcard":"","show_articles":"","show_links":"1","linka_name":"","linkb_name":"","linkc_name":"","linkd_name":"","linke_name":"","show_email_form":"","show_email_copy":"","banned_email":"","banned_subject":"","banned_text":"","validate_session":"","custom_reply":"","redirect":"","show_feed_link":"","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":1,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 81, 82, 0, '*', 0),
(453, 'aboutjoomla', 'Parameters', 'parameters', '', 'using-joomla/parameters', 'index.php?option=com_content&view=article&id=32', 'component', 1, 280, 2, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"1","show_title":"1","link_titles":"1","show_intro":"1","show_category":"1","link_category":"1","show_parent_category":"1","link_parent_category":"1","show_author":"1","link_author":"1","show_create_date":"1","show_modify_date":"1","show_publish_date":"1","show_item_navigation":"1","show_icons":"1","show_print_icon":"1","show_email_icon":"1","show_hits":"1","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 222, 223, 0, '*', 0),
(455, 'mainmenu', 'Example Pages', 'example-pages', '', 'example-pages', 'index.php?Itemid=', 'alias', 1, 1, 1, 0, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"aliasoptions":"268","menu-anchor_title":"","menu-anchor_css":"","menu_image":""}', 277, 278, 0, '*', 0),
(456, 'aboutjoomla', 'Beez5', 'beez5', '', 'using-joomla/extensions/templates/beez5', 'index.php?option=com_content&view=category&layout=blog&id=70', 'component', 1, 282, 4, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"maxLevel":"","show_empty_categories":"","show_description":"1","show_description_image":"","show_category_title":"","show_cat_num_articles":"","num_leading_articles":"1","num_intro_articles":"4","num_columns":"2","num_links":"4","multi_column_order":"","orderby_pri":"","orderby_sec":"","order_date":"","show_pagination":"","show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_readmore":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","show_feed_link":"","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":1,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 190, 195, 0, '*', 0),
(457, 'aboutjoomla', 'Typography Beez5', 'typography-beez-5', '', 'using-joomla/extensions/templates/beez5/typography-beez-5', 'index.php?option=com_content&view=article&id=49', 'component', 1, 456, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":1,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 191, 192, 0, '*', 0),
(458, 'aboutjoomla', 'Home Page Beez5', 'home-page-beez5', '', 'using-joomla/extensions/templates/beez5/home-page-beez5', 'index.php?option=com_content&view=featured', 'component', 1, 456, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"maxLevel":"","show_empty_categories":"","show_description":"","show_description_image":"","show_cat_num_articles":"","num_leading_articles":"1","num_intro_articles":"3","num_columns":"3","num_links":"0","multi_column_order":"","orderby_pri":"","orderby_sec":"front","order_date":"","show_pagination":"","show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_readmore":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","show_feed_link":"","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":1,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 193, 194, 0, '*', 0),
(459, 'aboutjoomla', 'Article Category', 'article-category', '', 'using-joomla/extensions/modules/content-modules/article-category', 'index.php?option=com_content&view=article&id=4', 'component', 1, 411, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","robots":"","rights":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":1,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","secure":0}', 143, 144, 0, '*', 0),
(462, 'fruitshop', 'Add a recipe', 'add-a-recipe', '', 'add-a-recipe', 'index.php?option=com_content&view=form&layout=edit', 'component', 1, 1, 1, 22, 0, 0, '0000-00-00 00:00:00', 0, 4, '', 0, '{"menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":1,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 279, 280, 0, '*', 0),
(463, 'fruitshop', 'Recipes', 'recipes', '', 'recipes', 'index.php?option=com_content&view=category&id=76', 'component', 1, 1, 1, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 6, '{"maxLevel":"0","show_category_title":"1","page_subheading":"","show_empty_categories":"0","show_description":"1","show_description_image":"","show_cat_num_articles":"","display_num":"","show_headings":"","list_show_title":"","list_show_date":"","date_format":"","list_show_hits":"","list_show_author":"","filter_field":"","orderby_pri":"","orderby_sec":"","order_date":"","show_pagination":"","show_pagination_limit":"","show_noauth":"","show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_readmore":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","show_feed_link":"","feed_summary":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","show_page_heading":0,"page_title":"","page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 281, 282, 0, '*', 0),
(464, 'top', 'Home', 'home', '', 'home', 'index.php?Itemid=', 'alias', 1, 1, 1, 0, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"aliasoptions":"435","menu-anchor_title":"","menu-anchor_css":"","menu_image":""}', 227, 228, 0, '*', 0),
(466, 'aboutjoomla', 'Smart Search', 'smart-search', '', 'using-joomla/extensions/components/search-component/smart-search', 'index.php?option=com_finder&view=search&q=&f=', 'component', 1, 276, 5, 27, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_date_filters":"","show_advanced":"","expand_advanced":"","show_description":"","description_length":255,"show_url":"","show_pagination_limit":"","show_pagination":"","show_pagination_results":"","allow_empty_query":"0","search_order":"","show_feed":"0","show_feed_text":"0","show_feed_link":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","menu_text":1,"page_title":"","show_page_heading":0,"page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 117, 118, 0, '*', 0),
(467, 'aboutjoomla', 'Smart Search', 'smart-search', '', 'using-joomla/extensions/modules/utility-modules/smart-search', 'index.php?option=com_content&view=article&id=70', 'component', 1, 414, 5, 22, 0, 0, '0000-00-00 00:00:00', 0, 1, '', 0, '{"show_title":"","link_titles":"","show_intro":"","show_category":"","link_category":"","show_parent_category":"","link_parent_category":"","show_author":"","link_author":"","show_create_date":"","show_modify_date":"","show_publish_date":"","show_item_navigation":"","show_vote":"","show_icons":"","show_print_icon":"","show_email_icon":"","show_hits":"","show_noauth":"","menu-anchor_title":"","menu-anchor_css":"","menu_image":"","menu_text":1,"page_title":"","show_page_heading":0,"page_heading":"","pageclass_sfx":"","menu-meta_description":"","menu-meta_keywords":"","robots":"","secure":0}', 179, 180, 0, '*', 0);

-- --------------------------------------------------------

--
-- Структура таблицы `jml_menu_types`
--

CREATE TABLE IF NOT EXISTS `jml_menu_types` (
`id` int(10) unsigned NOT NULL,
  `menutype` varchar(24) NOT NULL,
  `title` varchar(48) NOT NULL,
  `description` varchar(255) NOT NULL DEFAULT ''
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `jml_menu_types`
--

INSERT INTO `jml_menu_types` (`id`, `menutype`, `title`, `description`) VALUES
(2, 'usermenu', 'User Menu', 'A Menu for logged-in Users'),
(3, 'top', 'Top', 'Links for major types of users'),
(4, 'aboutjoomla', 'About Joomla', 'All about Joomla!'),
(5, 'parks', 'Australian Parks', 'Main menu for a site about Australian  parks'),
(6, 'mainmenu', 'Main Menu', 'Simple Home Menu'),
(7, 'fruitshop', 'Fruit Shop', 'Menu for the sample shop site.');

-- --------------------------------------------------------

--
-- Структура таблицы `jml_messages`
--

CREATE TABLE IF NOT EXISTS `jml_messages` (
`message_id` int(10) unsigned NOT NULL,
  `user_id_from` int(10) unsigned NOT NULL DEFAULT '0',
  `user_id_to` int(10) unsigned NOT NULL DEFAULT '0',
  `folder_id` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `date_time` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `state` tinyint(1) NOT NULL DEFAULT '0',
  `priority` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `subject` varchar(255) NOT NULL DEFAULT '',
  `message` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `jml_messages_cfg`
--

CREATE TABLE IF NOT EXISTS `jml_messages_cfg` (
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `cfg_name` varchar(100) NOT NULL DEFAULT '',
  `cfg_value` varchar(255) NOT NULL DEFAULT ''
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `jml_modules`
--

CREATE TABLE IF NOT EXISTS `jml_modules` (
`id` int(11) NOT NULL,
  `title` varchar(100) NOT NULL DEFAULT '',
  `note` varchar(255) NOT NULL DEFAULT '',
  `content` text NOT NULL,
  `ordering` int(11) NOT NULL DEFAULT '0',
  `position` varchar(50) NOT NULL DEFAULT '',
  `checked_out` int(10) unsigned NOT NULL DEFAULT '0',
  `checked_out_time` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `publish_up` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `publish_down` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `published` tinyint(1) NOT NULL DEFAULT '0',
  `module` varchar(50) DEFAULT NULL,
  `access` int(10) unsigned NOT NULL DEFAULT '0',
  `showtitle` tinyint(3) unsigned NOT NULL DEFAULT '1',
  `params` text NOT NULL,
  `client_id` tinyint(4) NOT NULL DEFAULT '0',
  `language` char(7) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=94 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `jml_modules`
--

INSERT INTO `jml_modules` (`id`, `title`, `note`, `content`, `ordering`, `position`, `checked_out`, `checked_out_time`, `publish_up`, `publish_down`, `published`, `module`, `access`, `showtitle`, `params`, `client_id`, `language`) VALUES
(1, 'Main Menu', '', '', 1, 'position-7', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_menu', 1, 1, '{"menutype":"mainmenu","startLevel":"0","endLevel":"0","showAllChildren":"0","tag_id":"","class_sfx":"","window_open":"","layout":"","moduleclass_sfx":"_menu","cache":"1","cache_time":"900","cachemode":"itemid"}', 0, '*'),
(2, 'Login', '', '', 1, 'login', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_login', 1, 1, '', 1, '*'),
(3, 'Popular Articles', '', '', 3, 'cpanel', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_popular', 3, 1, '{"count":"5","catid":"","user_id":"0","layout":"_:default","moduleclass_sfx":"","cache":"0","automatic_title":"1"}', 1, '*'),
(4, 'Recently Added Articles', '', '', 4, 'cpanel', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_latest', 3, 1, '{"count":"5","ordering":"c_dsc","catid":"","user_id":"0","layout":"_:default","moduleclass_sfx":"","cache":"0","automatic_title":"1"}', 1, '*'),
(8, 'Toolbar', '', '', 1, 'toolbar', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_toolbar', 3, 1, '', 1, '*'),
(9, 'Quick Icons', '', '', 1, 'icon', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_quickicon', 3, 1, '', 1, '*'),
(10, 'Logged-in Users', '', '', 2, 'cpanel', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_logged', 3, 1, '{"count":"5","name":"1","layout":"_:default","moduleclass_sfx":"","cache":"0","automatic_title":"1"}', 1, '*'),
(12, 'Admin Menu', '', '', 1, 'menu', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_menu', 3, 1, '{"layout":"","moduleclass_sfx":"","shownew":"1","showhelp":"1","cache":"0"}', 1, '*'),
(13, 'Admin Submenu', '', '', 1, 'submenu', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_submenu', 3, 1, '', 1, '*'),
(14, 'User Status', '', '', 2, 'status', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_status', 3, 1, '', 1, '*'),
(15, 'Title', '', '', 1, 'title', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_title', 3, 1, '', 1, '*'),
(16, 'Login Form', '', '', 7, 'position-7', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_login', 1, 1, '{"greeting":"1","name":"0"}', 0, '*'),
(17, 'Breadcrumbs', '', '', 1, 'position-2', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_breadcrumbs', 1, 1, '{"moduleclass_sfx":"","showHome":"1","homeText":"Home","showComponent":"1","separator":"","cache":"1","cache_time":"900","cachemode":"itemid"}', 0, '*'),
(18, 'Book Store', '', '', 1, 'position-10', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_banners', 1, 0, '{"target":"1","count":"1","cid":"3","catid":[""],"tag_search":"0","ordering":"0","header_text":"","footer_text":"Books!","layout":"_:default","moduleclass_sfx":"","cache":"1","cache_time":"900"}', 0, '*'),
(19, 'User Menu', '', '', 3, 'position-7', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_menu', 2, 1, '{"menutype":"usermenu","startLevel":"1","endLevel":"0","showAllChildren":"0","tag_id":"","class_sfx":"","window_open":"","layout":"","moduleclass_sfx":"_menu","cache":"1","cache_time":"900","cachemode":"itemid"}', 0, '*'),
(20, 'Top', '', '', 1, 'position-1', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_menu', 1, 1, '{"menutype":"top","startLevel":"1","endLevel":"0","showAllChildren":"0","tag_id":"","class_sfx":"","window_open":"","layout":"","moduleclass_sfx":"","cache":"0"}', 0, '*'),
(22, 'Australian Parks ', '', '', 2, 'position-5', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_menu', 1, 1, '{"menutype":"parks","startLevel":"1","endLevel":"0","showAllChildren":"0","tag_id":"","class_sfx":"","window_open":"","layout":"","moduleclass_sfx":"","cache":"0","cache_time":"900","cachemode":"itemid"}', 0, 'en-GB'),
(23, 'About Joomla!', '', '', 4, 'position-7', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_menu', 1, 1, '{"menutype":"aboutjoomla","startLevel":"1","endLevel":"0","showAllChildren":"0","tag_id":"","class_sfx":"","window_open":"","layout":"","moduleclass_sfx":"_menu","cache":"0","cache_time":"900","cachemode":"itemid"}', 0, '*'),
(25, 'Site Map', '', '', 1, 'sitemapload', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_menu', 1, 0, '{"menutype":"mainmenu","startLevel":"2","endLevel":"3","showAllChildren":"1","tag_id":"","class_sfx":"sitemap","window_open":"","layout":"","moduleclass_sfx":"","cache":"0","cache_time":"900","cachemode":"itemid"}', 0, '*'),
(26, 'This Site', '', '', 5, 'position-7', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_menu', 1, 1, '{"menutype":"mainmenu","startLevel":"1","endLevel":"1","showAllChildren":"0","tag_id":"","class_sfx":"","window_open":"","layout":"","moduleclass_sfx":"_menu","cache":"0","cache_time":"900","cachemode":"itemid"}', 0, '*'),
(27, 'Archived Articles', '', '', 1, '', 499, '2015-02-22 19:31:23', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_articles_archive', 1, 1, '{"count":"10","layout":"_:default","moduleclass_sfx":"","cache":"1","cache_time":"900","cachemode":"static"}', 0, '*'),
(28, 'Latest News', '', '', 1, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_articles_latest', 1, 1, '{"catid":["19"],"count":"5","show_featured":"","ordering":"c_dsc","user_id":"0","layout":"_:default","moduleclass_sfx":"","cache":"1","cache_time":"900","cachemode":"static"}', 0, '*'),
(29, 'Articles Most Read', '', '', 1, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_articles_popular', 1, 1, '{"catid":["26","29"],"count":"5","show_front":"1","layout":"_:default","moduleclass_sfx":"","cache":"1","cache_time":"900","cachemode":"static"}', 0, '*'),
(30, 'Feed Display', '', '', 1, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_feed', 1, 1, '{"rssurl":"http:\\/\\/community.joomla.org\\/blogs\\/community.feed?type=rss","rssrtl":"0","rsstitle":"1","rssdesc":"1","rssimage":"1","rssitems":"3","rssitemdesc":"1","word_count":"0","layout":"_:default","moduleclass_sfx":"","cache":"1","cache_time":"900"}', 0, '*'),
(31, 'News Flash', '', '', 1, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_articles_news', 1, 1, '{"catid":["19"],"image":"0","item_title":"0","link_titles":"","item_heading":"h4","showLastSeparator":"1","readmore":"1","count":"1","ordering":"a.publish_up","layout":"_:default","moduleclass_sfx":"","cache":"1","cache_time":"900","cachemode":"itemid"}', 0, '*'),
(33, 'Random Image', '', '', 1, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_random_image', 1, 1, '{"type":"jpg","folder":"images\\/sampledata\\/parks\\/animals","link":"","width":"180","height":"","layout":"_:default","moduleclass_sfx":"","cache":"0"}', 0, '*'),
(34, 'Articles Related Items', '', '', 1, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_related_items', 1, 1, '{"showDate":"0","layout":"_:default","moduleclass_sfx":"","owncache":"1"}', 0, '*'),
(35, 'Search', '', '', 1, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 'mod_search', 1, 1, '{"label":"","width":"20","text":"","button":"","button_pos":"right","imagebutton":"","button_text":"","opensearch":"1","opensearch_title":"","set_itemid":"","layout":"_:default","moduleclass_sfx":"","cache":"1","cache_time":"900","cachemode":"itemid"}', 0, '*'),
(36, 'Statistics', '', '', 1, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_stats', 1, 1, '{"serverinfo":"1","siteinfo":"1","counter":"1","increase":"0","layout":"_:default","moduleclass_sfx":"","cache":"1","cache_time":"900","cachemode":"static"}', 0, '*'),
(37, 'Syndicate Feeds', '', '', 1, 'syndicateload', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_syndicate', 1, 1, '{"text":"Feed Entries","format":"rss","layout":"","moduleclass_sfx":"","cache":"0"}', 0, '*'),
(38, 'Users Latest', '', '', 1, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_users_latest', 1, 1, '{"shownumber":"5","filter_groups":"0","layout":"_:default","moduleclass_sfx":"","cache":"0","cache_time":"900","cachemode":"static"}', 0, '*'),
(39, 'Who''s Online', '', '', 1, 'atomic-sidebar', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_whosonline', 1, 1, '{"showmode":"2","layout":"_:default","moduleclass_sfx":"","cache":"0","filter_groups":"0"}', 0, '*'),
(40, 'Wrapper', '', '', 1, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_wrapper', 1, 1, '{"url":"http:\\/\\/www.youtube.com\\/embed\\/vb2eObvmvdI","add":"1","scrolling":"auto","width":"640","height":"390","height_auto":"1","target":"","layout":"_:default","moduleclass_sfx":"","cache":"1","cache_time":"900","cachemode":"static"}', 0, '*'),
(41, 'Footer', '', '', 1, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_footer', 1, 1, '{"layout":"_:default","moduleclass_sfx":"","cache":"1","cache_time":"900","cachemode":"static"}', 0, '*'),
(44, 'Login', '', '', 1, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_login', 1, 1, '{"pretext":"","posttext":"","login":"280","logout":"280","greeting":"1","name":"0","usesecure":"0","layout":"_:default","moduleclass_sfx":"","cache":"0"}', 0, '*'),
(45, 'Menu Example', '', '', 1, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_menu', 1, 1, '{"menutype":"mainmenu","startLevel":"1","endLevel":"0","showAllChildren":"0","tag_id":"","class_sfx":"","window_open":"","layout":"_:default","moduleclass_sfx":"","cache":"0","cache_time":"900","cachemode":"itemid"}', 0, '*'),
(47, 'Latest Park Blogs', '', '', 6, 'position-7', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_articles_latest', 1, 1, '{"count":"5","ordering":"c_dsc","user_id":"0","show_front":"1","catid":"35","layout":"","moduleclass_sfx":"","cache":"1","cache_time":"900"}', 0, 'en-GB'),
(48, 'Custom HTML', '', '<p>This is a custom html module. That means you can enter whatever content you want.</p>', 1, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_custom', 1, 1, '{"prepare_content":"1","backgroundimage":"","layout":"_:default","moduleclass_sfx":"","cache":"1","cache_time":"900","cachemode":"static"}', 0, '*'),
(49, 'Weblinks', '', '', 1, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_weblinks', 1, 1, '{"catid":"32","count":"5","ordering":"title","direction":"asc","target":"3","description":"0","hits":"0","count_clicks":"0","layout":"_:default","moduleclass_sfx":"","cache":"1","cache_time":"900","cachemode":"static"}', 0, '*'),
(52, 'Breadcrumbs', '', '', 1, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_breadcrumbs', 1, 1, '{"showHere":"1","showHome":"1","homeText":"Home","showLast":"1","separator":"","layout":"_:default","moduleclass_sfx":"","cache":"0","cache_time":"900","cachemode":"itemid"}', 0, '*'),
(56, 'Banners', '', '', 1, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_banners', 1, 1, '{"target":"1","count":"1","cid":"1","catid":["15"],"tag_search":"0","ordering":"random","header_text":"","footer_text":"","layout":"_:default","moduleclass_sfx":"","cache":"1","cache_time":"900"}', 0, '*'),
(57, 'Fruit Shop', '', '', 3, 'position-5', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_menu', 1, 1, '{"menutype":"fruitshop","startLevel":"1","endLevel":"0","showAllChildren":"0","tag_id":"","class_sfx":"","window_open":"","layout":"","moduleclass_sfx":"","cache":"0","cache_time":"900","cachemode":"itemid"}', 0, '*'),
(58, 'Special!', '', '<h1>This week we have a special, half price on delicious oranges!</h1><div>Only for our special customers!</div><div>Use the code: Joomla! when ordering</div><p><em>This module can only be seen by people in the customers group or higher.</em></p>', 1, 'position-12', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_custom', 4, 1, '{"prepare_content":"1","layout":"","moduleclass_sfx":"","cache":"1","cache_time":"900","cachemode":"static"}', 0, '*'),
(61, 'Articles Categories', '', '', 1, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_articles_categories', 1, 1, '{"parent":"29","show_description":"0","show_children":"0","count":"0","maxlevel":"0","layout":"_:default","item_heading":"4","moduleclass_sfx":"","owncache":"1","cache_time":"900"}', 0, '*'),
(62, 'Language Switcher', '', '', 3, 'position-4', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 'mod_languages', 1, 1, '{"header_text":"","footer_text":"","image":"1","layout":"","moduleclass_sfx":"","cache":"1","cache_time":"900","cachemode":"static"}', 0, '*'),
(63, 'Search', '', '', 1, 'position-0', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_search', 1, 1, '{"width":"20","text":"","button":"","button_pos":"right","imagebutton":"1","button_text":"","set_itemid":"","layout":"","moduleclass_sfx":"","cache":"1","cache_time":"900","cachemode":"itemid"}', 0, '*'),
(64, 'Language Switcher', '', '', 1, 'languageswitcherload', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 'mod_languages', 1, 1, '{"header_text":"","footer_text":"","image":"1","layout":"","moduleclass_sfx":"","cache":"1","cache_time":"900","cachemode":"static"}', 0, '*'),
(65, 'About Fruit Shop', '', '<p>The Fruit Shop site shows a number of Joomla! features.</p><p>The template uses classes in cascading style sheets to change the layout of items, such as creating the horizontal alphabetical list in the Fruit Encyclopedia.</p><p> </p>', 1, 'position-4', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_custom', 1, 1, '{"prepare_content":"1","layout":"","moduleclass_sfx":"","cache":"1","cache_time":"900","cachemode":"static"}', 0, '*'),
(67, 'Extensions', '', '', 2, 'position-7', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 'mod_menu', 1, 1, '{"menutype":"aboutjoomla","startLevel":"1","endLevel":"6","showAllChildren":"0","tag_id":"","class_sfx":"-menu","window_open":"","layout":"","moduleclass_sfx":"","cache":"0","cache_time":"900","cachemode":"itemid"}', 0, '*'),
(68, 'About Parks', '', '<p>The Parks sample site is designed as a simple site that can be routinely updated from the front end of Joomla!.</p><p>As a site, it is largely focused on a blog which can be updated using the front end article submission.</p><p>New weblinks can also be added through the front end.</p><p>A simple image gallery uses com_content with thumbnails displayed in a blog layout and full size images shown in article layout.</p><p>The Parks site features the language switch module. All of the content and modules are tagged as English (en-GB). If a second language pack is added with sample data this can be filtered using the language switch.</p><p>Parks uses HTML5 which is a major web standard (along with XHTML which is used in other areas of sample data).</p>', 2, 'position-4', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_custom', 1, 1, '{"prepare_content":"1","layout":"","moduleclass_sfx":"","cache":"1","cache_time":"900","cachemode":"static"}', 0, '*'),
(69, 'Articles Category', '', '', 1, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_articles_category', 1, 1, '{"mode":"normal","show_on_article_page":"1","show_front":"show","count":"0","category_filtering_type":"1","catid":["72"],"show_child_category_articles":"0","levels":"1","author_filtering_type":"1","created_by":[""],"author_alias_filtering_type":"1","created_by_alias":[""],"excluded_articles":"","date_filtering":"off","date_field":"a.created","start_date_range":"","end_date_range":"","relative_date":"30","article_ordering":"a.title","article_ordering_direction":"ASC","article_grouping":"none","article_grouping_direction":"ksort","month_year_format":"F Y","item_heading":"4","link_titles":"1","show_date":"0","show_date_field":"created","show_date_format":"Y-m-d H:i:s","show_category":"0","show_hits":"0","show_author":"0","show_introtext":"0","introtext_limit":"100","show_readmore":"0","show_readmore_title":"1","readmore_limit":"15","layout":"_:default","moduleclass_sfx":"","owncache":"1","cache_time":"900"}', 0, '*'),
(70, 'Search (Atomic Template)', '', '', 1, 'atomic-search', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_search', 1, 0, '{"width":"20","text":"","button":"","button_pos":"right","imagebutton":"","button_text":"","set_itemid":"","layout":"","moduleclass_sfx":"","cache":"1","cache_time":"900","cachemode":"itemid"}', 0, '*'),
(71, 'Top Menu (Atomic Template)', '', '', 1, 'atomic-topmenu', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_menu', 1, 0, '{"menutype":"aboutjoomla","startLevel":"1","endLevel":"0","showAllChildren":"0","tag_id":"","class_sfx":"","window_open":"","layout":"","moduleclass_sfx":"","cache":"1","cache_time":"900","cachemode":"itemid"}', 0, '*'),
(72, 'Top Quote (Atomic Template)', '', '<hr />\r\n<h2 class="alt">Powerful Content Management and a Simple Extensible Framework.</h2>\r\n<hr />', 1, 'atomic-topquote', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_custom', 1, 0, '{"prepare_content":"1","layout":"","moduleclass_sfx":"","cache":"1","cache_time":"900","cachemode":"static"}', 0, '*'),
(73, 'Bottom Left Column (Atomic Template)', '', '<h6>This is a nested column</h6>\r\n<p>Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.</p>', 1, 'atomic-bottomleft', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_custom', 1, 0, '{"prepare_content":"1","layout":"","moduleclass_sfx":"","cache":"1","cache_time":"900","cachemode":"static"}', 0, '*'),
(74, 'Bottom Middle Column (Atomic Template)', '', '<h6>This is another nested column</h6>\r\n<p>Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.</p>', 1, 'atomic-bottommiddle', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_custom', 1, 0, '{"prepare_content":"1","layout":"","moduleclass_sfx":"","cache":"1","cache_time":"900","cachemode":"static"}', 0, '*'),
(75, 'Sidebar (Atomic Template)', '', '<h3>A <span class="alt">Simple</span> Sidebar</h3>\r\n<p>Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Cras ornare mattis nunc. Mauris venenatis, pede sed aliquet vehicula, lectus tellus pulvinar neque, non cursus sem nisi vel augue.</p>\r\n<p class="quiet">Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Cras ornare mattis nunc. Mauris venenatis, pede sed aliquet vehicula, lectus tellus pulvinar neque, non cursus sem nisi vel augue.</p>\r\n<h5>Incremental leading</h5>\r\n<p class="incr">Vestibulum ante ipsum primis in faucibus orci luctus vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Cras ornare mattis nunc. Mauris venenatis, pede sed aliquet vehicula, lectus tellus pulvinar neque, non cursus sem nisi vel augue. sed aliquet vehicula, lectus tellus.</p>\r\n<p class="incr">Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Cras ornare mattis nunc. Mauris venenatis, pede sed aliquet vehicula, lectus tellus pulvinar neque, non cursus sem nisi vel augue. sed aliquet vehicula, lectus tellus pulvinar neque, non cursus sem nisi vel augue. ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Cras ornare mattis nunc. Mauris venenatis, pede sed aliquet vehicula, lectus tellus pulvinar neque, non cursus sem nisi vel augue. sed aliquet vehicula, lectus tellus pulvinar neque, non cursus sem nisi vel augue.</p>', 1, 'atomic-sidebar', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_custom', 1, 0, '{"prepare_content":"1","layout":"","moduleclass_sfx":"","cache":"1","cache_time":"900","cachemode":"static"}', 0, '*'),
(76, 'Login (Atomic Template)', '', '', 2, 'atomic-sidebar', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_login', 1, 0, '{"pretext":"","posttext":"","login":"","logout":"","greeting":"1","name":"0","usesecure":"0","layout":"","moduleclass_sfx":"","cache":"0"}', 0, '*'),
(77, 'Shop', '', '', 1, 'position-11', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_banners', 1, 0, '{"target":"1","count":"1","cid":"2","catid":["15"],"tag_search":"0","ordering":"0","header_text":"","footer_text":"Shop!","layout":"_:default","moduleclass_sfx":"","cache":"1","cache_time":"900"}', 0, '*'),
(78, 'Contribute', '', '', 1, 'position-9', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_banners', 1, 0, '{"target":"1","count":"1","cid":"1","catid":["15"],"tag_search":"0","ordering":"0","header_text":"","footer_text":"Contribute! ","layout":"_:default","moduleclass_sfx":"","cache":"1","cache_time":"900"}', 0, '*'),
(79, 'Multilanguage status', '', '', 1, 'status', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 'mod_multilangstatus', 3, 1, '{"layout":"_:default","moduleclass_sfx":"","cache":"0"}', 1, '*'),
(84, 'Smart Search Module', '', '', 2, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_finder', 1, 1, '{"searchfilter":"","show_autosuggest":"1","show_advanced":"0","layout":"_:default","moduleclass_sfx":"","field_size":20,"alt_label":"","show_label":"0","label_pos":"top","show_button":"0","button_pos":"right","opensearch":"1","opensearch_title":""}', 0, '*'),
(86, 'Joomla Version', '', '', 1, 'footer', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_version', 3, 1, '{"format":"short","product":"1","layout":"_:default","moduleclass_sfx":"","cache":"0"}', 1, '*'),
(92, 'mod_onlineusers', '', '', 2, 'atomic-search', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_onlineusers', 1, 1, '', 0, '*'),
(93, 'mod_online', '', '', 1, 'atomic-sidebar', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 'mod_online', 1, 1, '', 0, '*');

-- --------------------------------------------------------

--
-- Структура таблицы `jml_modules_menu`
--

CREATE TABLE IF NOT EXISTS `jml_modules_menu` (
  `moduleid` int(11) NOT NULL DEFAULT '0',
  `menuid` int(11) NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `jml_modules_menu`
--

INSERT INTO `jml_modules_menu` (`moduleid`, `menuid`) VALUES
(1, 101),
(2, 0),
(3, 0),
(4, 0),
(6, 0),
(7, 0),
(8, 0),
(9, 0),
(10, 0),
(12, 0),
(13, 0),
(14, 0),
(15, 0),
(16, 205),
(16, 435),
(17, 0),
(18, 0),
(19, -463),
(19, -462),
(19, -433),
(19, -432),
(19, -431),
(19, -430),
(19, -429),
(19, -427),
(19, -400),
(19, -399),
(19, -296),
(19, -244),
(19, -243),
(19, -242),
(19, -234),
(20, 0),
(22, 231),
(22, 234),
(22, 238),
(22, 242),
(22, 243),
(22, 244),
(22, 296),
(22, 399),
(22, 400),
(23, -463),
(23, -462),
(23, -433),
(23, -432),
(23, -431),
(23, -430),
(23, -429),
(23, -427),
(23, -400),
(23, -399),
(23, -296),
(23, -244),
(23, -243),
(23, -242),
(23, -238),
(23, -234),
(25, 294),
(26, -463),
(26, -462),
(26, -433),
(26, -432),
(26, -431),
(26, -430),
(26, -429),
(26, -427),
(26, -400),
(26, -399),
(26, -296),
(26, -244),
(26, -243),
(26, -242),
(26, -238),
(26, -234),
(27, 325),
(28, 310),
(29, 302),
(30, 410),
(31, 309),
(32, 309),
(33, 307),
(34, 326),
(35, 306),
(36, 304),
(37, 311),
(38, 233),
(38, 300),
(39, 0),
(40, 313),
(41, 324),
(44, 312),
(45, 303),
(47, 231),
(47, 234),
(47, 242),
(47, 243),
(47, 244),
(47, 296),
(47, 399),
(47, 400),
(48, 418),
(49, 417),
(52, 416),
(56, 305),
(57, 238),
(57, 427),
(57, 429),
(57, 430),
(57, 431),
(57, 432),
(57, 433),
(57, 462),
(57, 463),
(58, 427),
(58, 429),
(58, 430),
(58, 431),
(58, 432),
(58, 433),
(58, 462),
(58, 463),
(61, 443),
(62, 231),
(62, 234),
(62, 242),
(62, 243),
(62, 244),
(62, 296),
(62, 399),
(62, 400),
(63, 0),
(64, 447),
(65, 427),
(65, 429),
(65, 430),
(65, 431),
(65, 432),
(65, 433),
(65, 462),
(65, 463),
(68, 243),
(69, 459),
(70, 285),
(70, 316),
(71, 285),
(71, 316),
(72, 285),
(72, 316),
(73, 285),
(73, 316),
(74, 285),
(74, 316),
(75, 285),
(75, 316),
(76, 285),
(76, 316),
(77, 0),
(78, 0),
(79, 0),
(84, 467),
(86, 0),
(92, 0),
(93, 0);

-- --------------------------------------------------------

--
-- Структура таблицы `jml_newsfeeds`
--

CREATE TABLE IF NOT EXISTS `jml_newsfeeds` (
  `catid` int(11) NOT NULL DEFAULT '0',
`id` int(10) unsigned NOT NULL,
  `name` varchar(100) NOT NULL DEFAULT '',
  `alias` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL DEFAULT '',
  `link` varchar(200) NOT NULL DEFAULT '',
  `filename` varchar(200) DEFAULT NULL,
  `published` tinyint(1) NOT NULL DEFAULT '0',
  `numarticles` int(10) unsigned NOT NULL DEFAULT '1',
  `cache_time` int(10) unsigned NOT NULL DEFAULT '3600',
  `checked_out` int(10) unsigned NOT NULL DEFAULT '0',
  `checked_out_time` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `ordering` int(11) NOT NULL DEFAULT '0',
  `rtl` tinyint(4) NOT NULL DEFAULT '0',
  `access` int(10) unsigned NOT NULL DEFAULT '0',
  `language` char(7) NOT NULL DEFAULT '',
  `params` text NOT NULL,
  `created` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `created_by` int(10) unsigned NOT NULL DEFAULT '0',
  `created_by_alias` varchar(255) NOT NULL DEFAULT '',
  `modified` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `modified_by` int(10) unsigned NOT NULL DEFAULT '0',
  `metakey` text NOT NULL,
  `metadesc` text NOT NULL,
  `metadata` text NOT NULL,
  `xreference` varchar(50) NOT NULL COMMENT 'A reference to enable linkages to external data sets.',
  `publish_up` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `publish_down` datetime NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `jml_newsfeeds`
--

INSERT INTO `jml_newsfeeds` (`catid`, `id`, `name`, `alias`, `link`, `filename`, `published`, `numarticles`, `cache_time`, `checked_out`, `checked_out_time`, `ordering`, `rtl`, `access`, `language`, `params`, `created`, `created_by`, `created_by_alias`, `modified`, `modified_by`, `metakey`, `metadesc`, `metadata`, `xreference`, `publish_up`, `publish_down`) VALUES
(17, 1, 'Joomla! Announcements', 'joomla-announcements', 'http://www.joomla.org/announcements.feed?type=rss', NULL, 1, 5, 3600, 0, '0000-00-00 00:00:00', 1, 1, 1, 'en-GB', '{"show_feed_image":"","show_feed_description":"","show_item_description":"","feed_character_count":"0","newsfeed_layout":"","feed_display_order":""}', '2011-01-01 00:00:01', 499, '', '2011-12-27 12:25:05', 42, '', '', '{"robots":"","rights":""}', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(17, 2, 'New Joomla! Extensions', 'new-joomla-extensions', 'http://feeds.joomla.org/JoomlaExtensions', NULL, 1, 5, 3600, 0, '0000-00-00 00:00:00', 4, 1, 1, 'en-GB', '{"show_feed_image":"","show_feed_description":"","show_item_description":"","feed_character_count":"0","newsfeed_layout":"","feed_display_order":""}', '2011-01-01 00:00:01', 499, '', '2011-12-27 12:25:36', 42, '', '', '{"robots":"","rights":""}', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(17, 3, 'Joomla! Security News', 'joomla-security-news', 'http://feeds.joomla.org/JoomlaSecurityNews', NULL, 1, 5, 3600, 0, '0000-00-00 00:00:00', 2, 1, 1, 'en-GB', '{"show_feed_image":"","show_feed_description":"","show_item_description":"","feed_character_count":"0","newsfeed_layout":"","feed_display_order":""}', '2011-01-01 00:00:01', 499, '', '2011-12-27 12:24:55', 42, '', '', '{"robots":"","rights":""}', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(17, 4, 'Joomla! Connect', 'joomla-connect', 'http://feeds.joomla.org/JoomlaConnect', NULL, 1, 5, 3600, 0, '0000-00-00 00:00:00', 3, 1, 1, 'en-GB', '{"show_feed_image":"","show_feed_description":"","show_item_description":"","feed_character_count":"0","newsfeed_layout":"","feed_display_order":""}', '2011-01-01 00:00:01', 499, '', '2011-12-27 12:25:10', 42, '', '', '{"robots":"","rights":""}', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Структура таблицы `jml_overrider`
--

CREATE TABLE IF NOT EXISTS `jml_overrider` (
`id` int(10) NOT NULL COMMENT 'Primary Key',
  `constant` varchar(255) NOT NULL,
  `string` text NOT NULL,
  `file` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `jml_redirect_links`
--

CREATE TABLE IF NOT EXISTS `jml_redirect_links` (
`id` int(10) unsigned NOT NULL,
  `old_url` varchar(255) NOT NULL,
  `new_url` varchar(255) NOT NULL,
  `referer` varchar(150) NOT NULL,
  `comment` varchar(255) NOT NULL,
  `hits` int(10) unsigned NOT NULL DEFAULT '0',
  `published` tinyint(4) NOT NULL,
  `created_date` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `modified_date` datetime NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `jml_redirect_links`
--

INSERT INTO `jml_redirect_links` (`id`, `old_url`, `new_url`, `referer`, `comment`, `hits`, `published`, `created_date`, `modified_date`) VALUES
(1, 'http://127.0.0.1:12985/index.php/jomsocial/profile/', '', 'http://127.0.0.1:12985/chat/', '', 2, 0, '2015-01-24 21:53:39', '0000-00-00 00:00:00'),
(2, 'http://127.0.0.1:12985/index.php/jomsocial/Максим/profile/', '', 'http://127.0.0.1:12985/chat/', '', 1, 0, '2015-01-24 21:53:49', '0000-00-00 00:00:00'),
(3, 'http://127.0.0.1:63442/index.php/jomsocial/KingLeo/profile/', '', 'http://127.0.0.1:63442/chat/', '', 1, 0, '2015-01-25 16:40:59', '0000-00-00 00:00:00'),
(4, 'http://127.0.0.1:52932/index.php/jomsocial/173:tirraon/profile/', '', 'http://127.0.0.1:52932/chat/', '', 1, 0, '2015-02-06 22:59:55', '0000-00-00 00:00:00'),
(5, 'http://127.0.0.1:52932/index.php/jomsocial//profile/', '', 'http://127.0.0.1:52932/chat/', '', 1, 0, '2015-02-06 23:00:05', '0000-00-00 00:00:00'),
(6, 'http://localhost:1256/phpadminpanel', '', '', '', 1, 0, '2015-02-26 19:56:09', '0000-00-00 00:00:00'),
(7, 'http://localhost:1256/index.php/jomsocial//index.php?option=com_community&view=profile&userid=499/profile/', '', 'http://localhost:1256/chat/index.php', '', 1, 0, '2015-02-26 23:09:55', '0000-00-00 00:00:00'),
(8, 'http://localhost:1256/index.php/jomsocial/profile/', '', 'http://localhost:1256/chat/index.php', '', 1, 0, '2015-02-27 16:43:32', '0000-00-00 00:00:00'),
(9, 'http://localhost:1256/index.php/jomsocial//index.php?option=com_community&view=profile&userid=504/profile/', '', 'http://localhost:1256/chat/index.php', '', 1, 0, '2015-03-01 12:34:51', '0000-00-00 00:00:00'),
(10, 'http://localhost:1256/schat', '', '', '', 1, 0, '2015-03-02 20:08:41', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Структура таблицы `jml_schemas`
--

CREATE TABLE IF NOT EXISTS `jml_schemas` (
  `extension_id` int(11) NOT NULL,
  `version_id` varchar(20) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `jml_schemas`
--

INSERT INTO `jml_schemas` (`extension_id`, `version_id`) VALUES
(700, '2.5.19');

-- --------------------------------------------------------

--
-- Структура таблицы `jml_session`
--

CREATE TABLE IF NOT EXISTS `jml_session` (
  `session_id` varchar(200) NOT NULL DEFAULT '',
  `client_id` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `guest` tinyint(4) unsigned DEFAULT '1',
  `time` varchar(14) DEFAULT '',
  `data` mediumtext,
  `userid` int(11) DEFAULT '0',
  `username` varchar(150) DEFAULT '',
  `usertype` varchar(50) DEFAULT ''
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `jml_session`
--

INSERT INTO `jml_session` (`session_id`, `client_id`, `guest`, `time`, `data`, `userid`, `username`, `usertype`) VALUES
('d34add451b791a4dc66d9c0b503f7d42', 0, 0, '1425751368', '__default|a:8:{s:22:"session.client.browser";s:108:"Mozilla/5.0 (Windows NT 6.3; WOW64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/41.0.2272.76 Safari/537.36";s:15:"session.counter";i:99;s:8:"registry";O:9:"JRegistry":1:{s:7:"\0*\0data";O:8:"stdClass":0:{}}s:4:"user";O:5:"JUser":25:{s:9:"\0*\0isRoot";b:1;s:2:"id";s:3:"499";s:4:"name";s:14:"Тирраон";s:8:"username";s:7:"Tirraon";s:5:"email";s:19:"Maxim1296@yandex.ru";s:8:"password";s:34:"$P$DakfjC8y8A2poWk3RDIFGDzh4u.TlM/";s:14:"password_clear";s:0:"";s:8:"usertype";s:10:"deprecated";s:5:"block";s:1:"0";s:9:"sendEmail";s:1:"1";s:12:"registerDate";s:19:"2015-01-17 20:56:41";s:13:"lastvisitDate";s:19:"2015-03-07 12:22:13";s:10:"activation";s:1:"0";s:6:"params";s:0:"";s:6:"groups";a:1:{i:8;s:1:"8";}s:5:"guest";i:0;s:13:"lastResetTime";s:19:"0000-00-00 00:00:00";s:10:"resetCount";s:1:"0";s:10:"\0*\0_params";O:9:"JRegistry":1:{s:7:"\0*\0data";O:8:"stdClass":0:{}}s:14:"\0*\0_authGroups";a:2:{i:0;i:1;i:1;i:8;}s:14:"\0*\0_authLevels";a:4:{i:0;i:1;i:1;i:1;i:2;i:2;i:3;i:3;}s:15:"\0*\0_authActions";N;s:12:"\0*\0_errorMsg";N;s:10:"\0*\0_errors";a:0:{}s:3:"aid";i:0;}s:13:"session.token";s:32:"06c550c12f24f7c129b0e8c54fab9083";s:19:"session.timer.start";i:1425751159;s:18:"session.timer.last";i:1425751366;s:17:"session.timer.now";i:1425751368;}ajaxChatUserID|s:3:"499";ajaxChatUserName|s:11:"(Tir Raon)";ajaxChatLoginUserName|s:14:"Тирраон";ajaxChatUserRole|i:3;ajaxChatuserInfo|s:89:"{"tim":"4sli","gender":"f","avatar":"images\\/avatar\\/thumb_db22ca2ca1839eae53f29d13.jpg"}";ajaxChatLoggedIn|b:1;ajaxChatLoginTimeStamp|i:1425751159;ajaxChatIP|s:3:"::1";ajaxChatChannel|i:0;ajaxChatChannelEnterTimeStamp|i:1425751160;ajaxChatStatusUpdateTimeStamp|i:1425751368;ajaxChatInactiveCheckTimeStamp|i:1425751284;', 499, 'Tirraon', ''),
('vbca288tdtrcrp4esuvkcv9em2', 0, 0, '1425751368', '__default|a:7:{s:15:"session.counter";i:78;s:19:"session.timer.start";i:1425751162;s:18:"session.timer.last";i:1425751365;s:17:"session.timer.now";i:1425751368;s:22:"session.client.browser";s:126:"Mozilla/5.0 (Windows NT 6.3; WOW64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/40.0.2214.115 Safari/537.36 OPR/27.0.1689.76";s:8:"registry";O:9:"JRegistry":1:{s:7:"\0*\0data";O:8:"stdClass":0:{}}s:4:"user";O:5:"JUser":25:{s:9:"\0*\0isRoot";b:0;s:2:"id";s:3:"504";s:4:"name";s:27:"Максим Кацидан";s:8:"username";s:9:"Maxim1296";s:5:"email";s:14:"tireon@mail.ru";s:8:"password";s:34:"$P$DqcQyHZ.rHC7JG41k7KHm2ejJNwVNf1";s:14:"password_clear";s:0:"";s:8:"usertype";s:0:"";s:5:"block";s:1:"0";s:9:"sendEmail";s:1:"0";s:12:"registerDate";s:19:"2015-01-18 16:34:24";s:13:"lastvisitDate";s:19:"2015-03-06 21:34:01";s:10:"activation";s:0:"";s:6:"params";s:2:"{}";s:6:"groups";a:1:{i:2;s:1:"2";}s:5:"guest";i:0;s:13:"lastResetTime";s:19:"0000-00-00 00:00:00";s:10:"resetCount";s:1:"0";s:10:"\0*\0_params";O:9:"JRegistry":1:{s:7:"\0*\0data";O:8:"stdClass":0:{}}s:14:"\0*\0_authGroups";a:2:{i:0;i:1;i:1;i:2;}s:14:"\0*\0_authLevels";a:3:{i:0;i:1;i:1;i:1;i:2;i:2;}s:15:"\0*\0_authActions";N;s:12:"\0*\0_errorMsg";N;s:10:"\0*\0_errors";a:0:{}s:3:"aid";i:0;}}ajaxChatUserID|s:3:"504";ajaxChatUserName|s:28:"Максим Кацидан";ajaxChatLoginUserName|s:28:"Максим Кацидан";ajaxChatUserRole|i:1;ajaxChatuserInfo|s:89:"{"tim":"1ile","gender":"m","avatar":"images\\/avatar\\/thumb_59eeada1f59d3eb56b140366.jpg"}";ajaxChatLoggedIn|b:1;ajaxChatLoginTimeStamp|i:1425751162;ajaxChatIP|s:3:"::1";ajaxChatChannel|i:0;ajaxChatChannelEnterTimeStamp|i:1425751163;ajaxChatStatusUpdateTimeStamp|i:1425751322;ajaxChatInactiveCheckTimeStamp|i:1425751287;ajaxChatInsertedMessagesRateTimeStamp|i:1425751210;ajaxChatInsertedMessagesRate|i:1;', 504, 'Maxim1296', '');

-- --------------------------------------------------------

--
-- Структура таблицы `jml_template_styles`
--

CREATE TABLE IF NOT EXISTS `jml_template_styles` (
`id` int(10) unsigned NOT NULL,
  `template` varchar(50) NOT NULL DEFAULT '',
  `client_id` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `home` char(7) NOT NULL DEFAULT '0',
  `title` varchar(255) NOT NULL DEFAULT '',
  `params` text NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=115 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `jml_template_styles`
--

INSERT INTO `jml_template_styles` (`id`, `template`, `client_id`, `home`, `title`, `params`) VALUES
(2, 'bluestork', 1, '0', 'Bluestork - Default', '{"useRoundedCorners":"1","showSiteName":"0"}'),
(3, 'atomic', 0, '0', 'Atomic - Default', '{}'),
(4, 'beez_20', 0, '1', 'Beez2 - Default', '{"wrapperSmall":"53","wrapperLarge":"72","logo":"images\\/joomla_black.gif","sitetitle":"Joomla!","sitedescription":"Open Source Content Management","navposition":"left","templatecolor":"personal","html5":"0"}'),
(5, 'hathor', 1, '1', 'Hathor - Default', '{"showSiteName":"0","colourChoice":"","boldText":"0"}'),
(6, 'beez5', 0, '0', 'Beez5 - Default', '{"wrapperSmall":"53","wrapperLarge":"72","logo":"images\\/sampledata\\/fruitshop\\/fruits.gif","sitetitle":"Joomla!","sitedescription":"Open Source Content Management","navposition":"left","html5":"0"}'),
(114, 'beez_20', 0, '0', 'Beez2 - Parks Site', '{"wrapperSmall":"53","wrapperLarge":"72","logo":"","sitetitle":"Australian Parks","sitedescription":"Parks Sample Site","navposition":"center","templatecolor":"nature"}');

-- --------------------------------------------------------

--
-- Структура таблицы `jml_updates`
--

CREATE TABLE IF NOT EXISTS `jml_updates` (
`update_id` int(11) NOT NULL,
  `update_site_id` int(11) DEFAULT '0',
  `extension_id` int(11) DEFAULT '0',
  `categoryid` int(11) DEFAULT '0',
  `name` varchar(100) DEFAULT '',
  `description` text NOT NULL,
  `element` varchar(100) DEFAULT '',
  `type` varchar(20) DEFAULT '',
  `folder` varchar(20) DEFAULT '',
  `client_id` tinyint(3) DEFAULT '0',
  `version` varchar(10) DEFAULT '',
  `data` text NOT NULL,
  `detailsurl` text NOT NULL,
  `infourl` text NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=72 DEFAULT CHARSET=utf8 COMMENT='Available Updates';

--
-- Дамп данных таблицы `jml_updates`
--

INSERT INTO `jml_updates` (`update_id`, `update_site_id`, `extension_id`, `categoryid`, `name`, `description`, `element`, `type`, `folder`, `client_id`, `version`, `data`, `detailsurl`, `infourl`) VALUES
(1, 1, 700, 0, 'Joomla', '', 'joomla', 'file', '', 0, '2.5.28', '', 'http://update.joomla.org/core/extension.xml', ''),
(2, 3, 0, 0, 'Armenian', '', 'pkg_hy-AM', 'package', '', 0, '2.5.8.1', '', 'http://update.joomla.org/language/details/hy-AM_details.xml', ''),
(3, 3, 0, 0, 'Bahasa Indonesia', '', 'pkg_id-ID', 'package', '', 0, '2.5.28.1', '', 'http://update.joomla.org/language/details/id-ID_details.xml', ''),
(4, 3, 0, 0, 'Danish', '', 'pkg_da-DK', 'package', '', 0, '2.5.28.1', '', 'http://update.joomla.org/language/details/da-DK_details.xml', ''),
(5, 3, 0, 0, 'Khmer', '', 'pkg_km-KH', 'package', '', 0, '2.5.7.1', '', 'http://update.joomla.org/language/details/km-KH_details.xml', ''),
(6, 3, 0, 0, 'Swedish', '', 'pkg_sv-SE', 'package', '', 0, '2.5.28.1', '', 'http://update.joomla.org/language/details/sv-SE_details.xml', ''),
(7, 3, 0, 0, 'Hungarian', '', 'pkg_hu-HU', 'package', '', 0, '2.5.14.1', '', 'http://update.joomla.org/language/details/hu-HU_details.xml', ''),
(8, 3, 0, 0, 'Bulgarian', '', 'pkg_bg-BG', 'package', '', 0, '2.5.7.1', '', 'http://update.joomla.org/language/details/bg-BG_details.xml', ''),
(9, 3, 0, 0, 'French', '', 'pkg_fr-FR', 'package', '', 0, '2.5.28.2', '', 'http://update.joomla.org/language/details/fr-FR_details.xml', ''),
(10, 3, 0, 0, 'Italian', '', 'pkg_it-IT', 'package', '', 0, '2.5.28.1', '', 'http://update.joomla.org/language/details/it-IT_details.xml', ''),
(11, 3, 0, 0, 'Spanish', '', 'pkg_es-ES', 'package', '', 0, '2.5.28.1', '', 'http://update.joomla.org/language/details/es-ES_details.xml', ''),
(12, 3, 0, 0, 'Dutch', '', 'pkg_nl-NL', 'package', '', 0, '2.5.28.1', '', 'http://update.joomla.org/language/details/nl-NL_details.xml', ''),
(13, 3, 0, 0, 'Turkish', '', 'pkg_tr-TR', 'package', '', 0, '2.5.20.1', '', 'http://update.joomla.org/language/details/tr-TR_details.xml', ''),
(14, 3, 0, 0, 'Ukrainian', '', 'pkg_uk-UA', 'package', '', 0, '2.5.13.11', '', 'http://update.joomla.org/language/details/uk-UA_details.xml', ''),
(15, 3, 0, 0, 'Slovak', '', 'pkg_sk-SK', 'package', '', 0, '2.5.27.1', '', 'http://update.joomla.org/language/details/sk-SK_details.xml', ''),
(16, 3, 0, 0, 'Belarusian', '', 'pkg_be-BY', 'package', '', 0, '2.5.8.1', '', 'http://update.joomla.org/language/details/be-BY_details.xml', ''),
(17, 3, 0, 0, 'Latvian', '', 'pkg_lv-LV', 'package', '', 0, '2.5.28.1', '', 'http://update.joomla.org/language/details/lv-LV_details.xml', ''),
(18, 3, 0, 0, 'Estonian', '', 'pkg_et-EE', 'package', '', 0, '2.5.28.1', '', 'http://update.joomla.org/language/details/et-EE_details.xml', ''),
(19, 3, 0, 0, 'Romanian', '', 'pkg_ro-RO', 'package', '', 0, '2.5.11.1', '', 'http://update.joomla.org/language/details/ro-RO_details.xml', ''),
(20, 3, 0, 0, 'Flemish', '', 'pkg_nl-BE', 'package', '', 0, '2.5.27.1', '', 'http://update.joomla.org/language/details/nl-BE_details.xml', ''),
(21, 3, 0, 0, 'Macedonian', '', 'pkg_mk-MK', 'package', '', 0, '2.5.28.1', '', 'http://update.joomla.org/language/details/mk-MK_details.xml', ''),
(22, 3, 0, 0, 'Japanese', '', 'pkg_ja-JP', 'package', '', 0, '2.5.28.1', '', 'http://update.joomla.org/language/details/ja-JP_details.xml', ''),
(23, 3, 0, 0, 'Serbian Latin', '', 'pkg_sr-YU', 'package', '', 0, '2.5.28.1', '', 'http://update.joomla.org/language/details/sr-YU_details.xml', ''),
(24, 3, 0, 0, 'Arabic Unitag', '', 'pkg_ar-AA', 'package', '', 0, '2.5.28.1', '', 'http://update.joomla.org/language/details/ar-AA_details.xml', ''),
(25, 3, 0, 0, 'German', '', 'pkg_de-DE', 'package', '', 0, '2.5.28.1', '', 'http://update.joomla.org/language/details/de-DE_details.xml', ''),
(26, 3, 0, 0, 'Norwegian Bokmal', '', 'pkg_nb-NO', 'package', '', 0, '2.5.28.1', '', 'http://update.joomla.org/language/details/nb-NO_details.xml', ''),
(27, 3, 0, 0, 'English AU', '', 'pkg_en-AU', 'package', '', 0, '2.5.22.2', '', 'http://update.joomla.org/language/details/en-AU_details.xml', ''),
(28, 3, 0, 0, 'English US', '', 'pkg_en-US', 'package', '', 0, '2.5.22.1', '', 'http://update.joomla.org/language/details/en-US_details.xml', ''),
(29, 3, 0, 0, 'Serbian Cyrillic', '', 'pkg_sr-RS', 'package', '', 0, '2.5.28.1', '', 'http://update.joomla.org/language/details/sr-RS_details.xml', ''),
(30, 3, 0, 0, 'Lithuanian', '', 'pkg_lt-LT', 'package', '', 0, '2.5.7.1', '', 'http://update.joomla.org/language/details/lt-LT_details.xml', ''),
(31, 3, 0, 0, 'Albanian', '', 'pkg_sq-AL', 'package', '', 0, '2.5.1.5', '', 'http://update.joomla.org/language/details/sq-AL_details.xml', ''),
(32, 3, 0, 0, 'Czech', '', 'pkg_cs-CZ', 'package', '', 0, '2.5.28.2', '', 'http://update.joomla.org/language/details/cs-CZ_details.xml', ''),
(33, 3, 0, 0, 'Persian', '', 'pkg_fa-IR', 'package', '', 0, '2.5.27.1', '', 'http://update.joomla.org/language/details/fa-IR_details.xml', ''),
(34, 3, 0, 0, 'Galician', '', 'pkg_gl-ES', 'package', '', 0, '2.5.7.4', '', 'http://update.joomla.org/language/details/gl-ES_details.xml', ''),
(35, 3, 0, 0, 'Polish', '', 'pkg_pl-PL', 'package', '', 0, '2.5.25.1', '', 'http://update.joomla.org/language/details/pl-PL_details.xml', ''),
(36, 3, 0, 0, 'Syriac', '', 'pkg_sy-IQ', 'package', '', 0, '2.5.28.1', '', 'http://update.joomla.org/language/details/sy-IQ_details.xml', ''),
(37, 3, 0, 0, 'Portuguese', '', 'pkg_pt-PT', 'package', '', 0, '2.5.8.1', '', 'http://update.joomla.org/language/details/pt-PT_details.xml', ''),
(39, 3, 0, 0, 'Hebrew', '', 'pkg_he-IL', 'package', '', 0, '2.5.7.1', '', 'http://update.joomla.org/language/details/he-IL_details.xml', ''),
(40, 3, 0, 0, 'Catalan', '', 'pkg_ca-ES', 'package', '', 0, '2.5.28.1', '', 'http://update.joomla.org/language/details/ca-ES_details.xml', ''),
(41, 3, 0, 0, 'Laotian', '', 'pkg_lo-LA', 'package', '', 0, '2.5.6.1', '', 'http://update.joomla.org/language/details/lo-LA_details.xml', ''),
(42, 3, 0, 0, 'Afrikaans', '', 'pkg_af-ZA', 'package', '', 0, '2.5.16.1', '', 'http://update.joomla.org/language/details/af-ZA_details.xml', ''),
(43, 3, 0, 0, 'Chinese Simplified', '', 'pkg_zh-CN', 'package', '', 0, '2.5.20.1', '', 'http://update.joomla.org/language/details/zh-CN_details.xml', ''),
(44, 3, 0, 0, 'Greek', '', 'pkg_el-GR', 'package', '', 0, '2.5.6.1', '', 'http://update.joomla.org/language/details/el-GR_details.xml', ''),
(45, 3, 0, 0, 'Finnish', '', 'pkg_fi-FI', 'package', '', 0, '2.5.28.1', '', 'http://update.joomla.org/language/details/fi-FI_details.xml', ''),
(46, 3, 0, 0, 'Portuguese Brazil', '', 'pkg_pt-BR', 'package', '', 0, '2.5.9.1', '', 'http://update.joomla.org/language/details/pt-BR_details.xml', ''),
(47, 3, 0, 0, 'Chinese Traditional', '', 'pkg_zh-TW', 'package', '', 0, '2.5.28.1', '', 'http://update.joomla.org/language/details/zh-TW_details.xml', ''),
(48, 3, 0, 0, 'Vietnamese', '', 'pkg_vi-VN', 'package', '', 0, '2.5.8.1', '', 'http://update.joomla.org/language/details/vi-VN_details.xml', ''),
(49, 3, 0, 0, 'Kurdish Sorani', '', 'pkg_ckb-IQ', 'package', '', 0, '2.5.9.1', '', 'http://update.joomla.org/language/details/ckb-IQ_details.xml', ''),
(50, 3, 0, 0, 'Bengali', '', 'pkg_bn-BD', 'package', '', 0, '2.5.0.1', '', 'http://update.joomla.org/language/details/bn-BD_details.xml', ''),
(51, 3, 0, 0, 'Bosnian', '', 'pkg_bs-BA', 'package', '', 0, '2.5.24.1', '', 'http://update.joomla.org/language/details/bs-BA_details.xml', ''),
(52, 3, 0, 0, 'Croatian', '', 'pkg_hr-HR', 'package', '', 0, '2.5.13.1', '', 'http://update.joomla.org/language/details/hr-HR_details.xml', ''),
(53, 3, 0, 0, 'Azeri', '', 'pkg_az-AZ', 'package', '', 0, '2.5.7.1', '', 'http://update.joomla.org/language/details/az-AZ_details.xml', ''),
(54, 3, 0, 0, 'Norwegian Nynorsk', '', 'pkg_nn-NO', 'package', '', 0, '2.5.8.1', '', 'http://update.joomla.org/language/details/nn-NO_details.xml', ''),
(55, 3, 0, 0, 'Tamil India', '', 'pkg_ta-IN', 'package', '', 0, '2.5.28.1', '', 'http://update.joomla.org/language/details/ta-IN_details.xml', ''),
(56, 3, 0, 0, 'Scottish Gaelic', '', 'pkg_gd-GB', 'package', '', 0, '2.5.7.1', '', 'http://update.joomla.org/language/details/gd-GB_details.xml', ''),
(57, 3, 0, 0, 'Thai', '', 'pkg_th-TH', 'package', '', 0, '2.5.28.1', '', 'http://update.joomla.org/language/details/th-TH_details.xml', ''),
(58, 3, 0, 0, 'Basque', '', 'pkg_eu-ES', 'package', '', 0, '1.7.0.1', '', 'http://update.joomla.org/language/details/eu-ES_details.xml', ''),
(59, 3, 0, 0, 'Uyghur', '', 'pkg_ug-CN', 'package', '', 0, '2.5.7.2', '', 'http://update.joomla.org/language/details/ug-CN_details.xml', ''),
(60, 3, 0, 0, 'Korean', '', 'pkg_ko-KR', 'package', '', 0, '2.5.11.1', '', 'http://update.joomla.org/language/details/ko-KR_details.xml', ''),
(61, 3, 0, 0, 'Hindi', '', 'pkg_hi-IN', 'package', '', 0, '2.5.6.1', '', 'http://update.joomla.org/language/details/hi-IN_details.xml', ''),
(62, 3, 0, 0, 'Welsh', '', 'pkg_cy-GB', 'package', '', 0, '2.5.6.1', '', 'http://update.joomla.org/language/details/cy-GB_details.xml', ''),
(63, 3, 0, 0, 'Swahili', '', 'pkg_sw-KE', 'package', '', 0, '2.5.28.1', '', 'http://update.joomla.org/language/details/sw-KE_details.xml', ''),
(64, 3, 0, 0, 'Persian', '', 'pkg_fa-IR', 'package', '', 0, '2.5.28.1', '', 'http://update.joomla.org/language/details/fa-IR_details.xml', ''),
(65, 3, 0, 0, 'Persian', '', 'pkg_fa-IR', 'package', '', 0, '2.5.28.1', '', 'http://update.joomla.org/language/details/fa-IR_details.xml', ''),
(66, 3, 0, 0, 'Persian', '', 'pkg_fa-IR', 'package', '', 0, '2.5.28.1', '', 'http://update.joomla.org/language/details/fa-IR_details.xml', ''),
(67, 3, 0, 0, 'Portuguese', '', 'pkg_pt-PT', 'package', '', 0, '2.5.28.1', '', 'http://update.joomla.org/language/details/pt-PT_details.xml', ''),
(68, 3, 0, 0, 'Tamil India', '', 'pkg_ta-IN', 'package', '', 0, '2.5.28.2', '', 'http://update.joomla.org/language/details/ta-IN_details.xml', ''),
(69, 3, 0, 0, 'Persian', '', 'pkg_fa-IR', 'package', '', 0, '2.5.28.1', '', 'http://update.joomla.org/language/details/fa-IR_details.xml', ''),
(70, 3, 0, 0, 'Portuguese', '', 'pkg_pt-PT', 'package', '', 0, '2.5.28.1', '', 'http://update.joomla.org/language/details/pt-PT_details.xml', ''),
(71, 3, 0, 0, 'Tamil India', '', 'pkg_ta-IN', 'package', '', 0, '2.5.28.2', '', 'http://update.joomla.org/language/details/ta-IN_details.xml', '');

-- --------------------------------------------------------

--
-- Структура таблицы `jml_update_categories`
--

CREATE TABLE IF NOT EXISTS `jml_update_categories` (
`categoryid` int(11) NOT NULL,
  `name` varchar(20) DEFAULT '',
  `description` text NOT NULL,
  `parent` int(11) DEFAULT '0',
  `updatesite` int(11) DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='Update Categories';

-- --------------------------------------------------------

--
-- Структура таблицы `jml_update_sites`
--

CREATE TABLE IF NOT EXISTS `jml_update_sites` (
`update_site_id` int(11) NOT NULL,
  `name` varchar(100) DEFAULT '',
  `type` varchar(20) DEFAULT '',
  `location` text NOT NULL,
  `enabled` int(11) DEFAULT '0',
  `last_check_timestamp` bigint(20) DEFAULT '0'
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 COMMENT='Update Sites';

--
-- Дамп данных таблицы `jml_update_sites`
--

INSERT INTO `jml_update_sites` (`update_site_id`, `name`, `type`, `location`, `enabled`, `last_check_timestamp`) VALUES
(1, 'Joomla Core', 'collection', 'http://update.joomla.org/core/list.xml', 1, 1424641250),
(2, 'Joomla Extension Directory', 'collection', 'http://update.joomla.org/jed/list.xml', 1, 1424641250),
(3, 'Accredited Joomla! Translations', 'collection', 'http://update.joomla.org/language/translationlist.xml', 1, 1424641250);

-- --------------------------------------------------------

--
-- Структура таблицы `jml_update_sites_extensions`
--

CREATE TABLE IF NOT EXISTS `jml_update_sites_extensions` (
  `update_site_id` int(11) NOT NULL DEFAULT '0',
  `extension_id` int(11) NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='Links extensions to update sites';

--
-- Дамп данных таблицы `jml_update_sites_extensions`
--

INSERT INTO `jml_update_sites_extensions` (`update_site_id`, `extension_id`) VALUES
(1, 700),
(2, 700),
(3, 600),
(3, 10003);

-- --------------------------------------------------------

--
-- Структура таблицы `jml_usergroups`
--

CREATE TABLE IF NOT EXISTS `jml_usergroups` (
`id` int(10) unsigned NOT NULL COMMENT 'Primary Key',
  `parent_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT 'Adjacency List Reference Id',
  `lft` int(11) NOT NULL DEFAULT '0' COMMENT 'Nested set lft.',
  `rgt` int(11) NOT NULL DEFAULT '0' COMMENT 'Nested set rgt.',
  `title` varchar(100) NOT NULL DEFAULT ''
) ENGINE=InnoDB AUTO_INCREMENT=13 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `jml_usergroups`
--

INSERT INTO `jml_usergroups` (`id`, `parent_id`, `lft`, `rgt`, `title`) VALUES
(1, 0, 1, 20, 'Public'),
(2, 1, 6, 17, 'Registered'),
(3, 2, 7, 14, 'Author'),
(4, 3, 8, 11, 'Editor'),
(5, 4, 9, 10, 'Publisher'),
(6, 1, 2, 5, 'Manager'),
(7, 6, 3, 4, 'Administrator'),
(8, 1, 18, 19, 'Super Users'),
(10, 3, 12, 13, 'Shop Suppliers (Example)'),
(12, 2, 15, 16, 'Customer Group (Example)');

-- --------------------------------------------------------

--
-- Структура таблицы `jml_users`
--

CREATE TABLE IF NOT EXISTS `jml_users` (
`id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL DEFAULT '',
  `username` varchar(150) NOT NULL DEFAULT '',
  `email` varchar(100) NOT NULL DEFAULT '',
  `password` varchar(100) NOT NULL DEFAULT '',
  `usertype` varchar(25) NOT NULL DEFAULT '',
  `block` tinyint(4) NOT NULL DEFAULT '0',
  `sendEmail` tinyint(4) DEFAULT '0',
  `registerDate` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `lastvisitDate` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `activation` varchar(100) NOT NULL DEFAULT '',
  `params` text NOT NULL,
  `lastResetTime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00' COMMENT 'Date of last password reset',
  `resetCount` int(11) NOT NULL DEFAULT '0' COMMENT 'Count of password resets since lastResetTime'
) ENGINE=InnoDB AUTO_INCREMENT=508 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `jml_users`
--

INSERT INTO `jml_users` (`id`, `name`, `username`, `email`, `password`, `usertype`, `block`, `sendEmail`, `registerDate`, `lastvisitDate`, `activation`, `params`, `lastResetTime`, `resetCount`) VALUES
(499, 'Тирраон', 'Tirraon', 'Maxim1296@yandex.ru', '$P$DakfjC8y8A2poWk3RDIFGDzh4u.TlM/', 'deprecated', 0, 1, '2015-01-17 20:56:41', '2015-03-07 17:58:08', '0', '', '0000-00-00 00:00:00', 0),
(504, 'Максим Кацидан', 'Maxim1296', 'tireon@mail.ru', '$P$DqcQyHZ.rHC7JG41k7KHm2ejJNwVNf1', '', 0, 0, '2015-01-18 16:34:24', '2015-03-07 17:59:22', '', '{}', '0000-00-00 00:00:00', 0),
(505, 'KingLeo', 'KingLeo', 'tireon1296@gmail.com', '$P$Dr/yBF.1S9swIBlLABZgceVwkTrDqH1', '', 0, 0, '2015-01-21 17:55:53', '2015-02-21 16:26:42', '', '{}', '0000-00-00 00:00:00', 0),
(506, 'Карл Великий', 'KingKarl', 'kingkarlLolol@max.com', '$P$D1SLW3rFhLkZljEvExJHhRDnkFuLg0/', '', 0, 0, '2015-02-03 22:06:58', '2015-02-16 16:11:39', '', '{}', '0000-00-00 00:00:00', 0),
(507, 'Карл Великий', 'KingKarlffffff', 'maxim1296@yandex.ua', '$P$DKLu4yZE0dzFdg6TNUDZlj8AKWGIrT.', '', 1, 0, '2015-02-03 22:07:50', '0000-00-00 00:00:00', '2a7d64d0cde91a674eb0bcbf9aa45432', '{}', '0000-00-00 00:00:00', 0);

-- --------------------------------------------------------

--
-- Структура таблицы `jml_user_notes`
--

CREATE TABLE IF NOT EXISTS `jml_user_notes` (
`id` int(10) unsigned NOT NULL,
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `catid` int(10) unsigned NOT NULL DEFAULT '0',
  `subject` varchar(100) NOT NULL DEFAULT '',
  `body` text NOT NULL,
  `state` tinyint(3) NOT NULL DEFAULT '0',
  `checked_out` int(10) unsigned NOT NULL DEFAULT '0',
  `checked_out_time` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `created_user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `created_time` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `modified_user_id` int(10) unsigned NOT NULL,
  `modified_time` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `review_time` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `publish_up` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `publish_down` datetime NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `jml_user_profiles`
--

CREATE TABLE IF NOT EXISTS `jml_user_profiles` (
  `user_id` int(11) NOT NULL,
  `profile_key` varchar(100) NOT NULL,
  `profile_value` varchar(255) NOT NULL,
  `ordering` int(11) NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='Simple user profile storage table';

-- --------------------------------------------------------

--
-- Структура таблицы `jml_user_usergroup_map`
--

CREATE TABLE IF NOT EXISTS `jml_user_usergroup_map` (
  `user_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT 'Foreign Key to #__users.id',
  `group_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT 'Foreign Key to #__usergroups.id'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `jml_user_usergroup_map`
--

INSERT INTO `jml_user_usergroup_map` (`user_id`, `group_id`) VALUES
(499, 8),
(501, 2),
(502, 2),
(504, 2),
(505, 2),
(506, 2),
(507, 2);

-- --------------------------------------------------------

--
-- Структура таблицы `jml_viewlevels`
--

CREATE TABLE IF NOT EXISTS `jml_viewlevels` (
`id` int(10) unsigned NOT NULL COMMENT 'Primary Key',
  `title` varchar(100) NOT NULL DEFAULT '',
  `ordering` int(11) NOT NULL DEFAULT '0',
  `rules` varchar(5120) NOT NULL COMMENT 'JSON encoded access control.'
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `jml_viewlevels`
--

INSERT INTO `jml_viewlevels` (`id`, `title`, `ordering`, `rules`) VALUES
(1, 'Public', 0, '[1]'),
(2, 'Registered', 1, '[6,2,8]'),
(3, 'Special', 2, '[6,3,8]'),
(4, 'Customer Access Level (Example)', 3, '[6,3,12]');

-- --------------------------------------------------------

--
-- Структура таблицы `jml_weblinks`
--

CREATE TABLE IF NOT EXISTS `jml_weblinks` (
`id` int(10) unsigned NOT NULL,
  `catid` int(11) NOT NULL DEFAULT '0',
  `sid` int(11) NOT NULL DEFAULT '0',
  `title` varchar(250) NOT NULL DEFAULT '',
  `alias` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL DEFAULT '',
  `url` varchar(250) NOT NULL DEFAULT '',
  `description` text NOT NULL,
  `date` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `hits` int(11) NOT NULL DEFAULT '0',
  `state` tinyint(1) NOT NULL DEFAULT '0',
  `checked_out` int(11) NOT NULL DEFAULT '0',
  `checked_out_time` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `ordering` int(11) NOT NULL DEFAULT '0',
  `archived` tinyint(1) NOT NULL DEFAULT '0',
  `approved` tinyint(1) NOT NULL DEFAULT '1',
  `access` int(11) NOT NULL DEFAULT '1',
  `params` text NOT NULL,
  `language` char(7) NOT NULL DEFAULT '',
  `created` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `created_by` int(10) unsigned NOT NULL DEFAULT '0',
  `created_by_alias` varchar(255) NOT NULL DEFAULT '',
  `modified` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `modified_by` int(10) unsigned NOT NULL DEFAULT '0',
  `metakey` text NOT NULL,
  `metadesc` text NOT NULL,
  `metadata` text NOT NULL,
  `featured` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT 'Set if link is featured.',
  `xreference` varchar(50) NOT NULL COMMENT 'A reference to enable linkages to external data sets.',
  `publish_up` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `publish_down` datetime NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `jml_weblinks`
--

INSERT INTO `jml_weblinks` (`id`, `catid`, `sid`, `title`, `alias`, `url`, `description`, `date`, `hits`, `state`, `checked_out`, `checked_out_time`, `ordering`, `archived`, `approved`, `access`, `params`, `language`, `created`, `created_by`, `created_by_alias`, `modified`, `modified_by`, `metakey`, `metadesc`, `metadata`, `featured`, `xreference`, `publish_up`, `publish_down`) VALUES
(1, 32, 0, 'Joomla!', 'joomla', 'http://www.joomla.org', '<p>Home of Joomla!</p>', '0000-00-00 00:00:00', 3, 1, 0, '0000-00-00 00:00:00', 1, 0, 1, 1, '{"target":"0","count_clicks":""}', 'en-GB', '2011-01-01 00:00:01', 499, '', '2011-01-01 00:00:01', 42, '', '', '{"robots":"","author":"","rights":""}', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(2, 33, 0, 'php.net', 'php', 'http://www.php.net', '<p>The language that Joomla! is developed in</p>', '0000-00-00 00:00:00', 6, 1, 0, '0000-00-00 00:00:00', 1, 0, 1, 1, '{"target":"","count_clicks":""}', 'en-GB', '2011-01-01 00:00:01', 499, '', '2011-01-01 00:00:01', 42, '', '', '{"robots":"","author":"","rights":""}', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(3, 33, 0, 'MySQL', 'mysql', 'http://www.mysql.com', '<p>The most commonly used database for Joomla!.</p>', '0000-00-00 00:00:00', 1, 1, 0, '0000-00-00 00:00:00', 2, 0, 1, 1, '{"target":"","width":"","height":"","count_clicks":""}', 'en-GB', '2011-01-01 00:00:01', 499, '', '2012-01-17 16:19:43', 42, '', '', '{"robots":"","rights":""}', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(4, 32, 0, 'OpenSourceMatters', 'opensourcematters', 'http://www.opensourcematters.org', '<p>Home of OSM</p>', '0000-00-00 00:00:00', 11, 1, 0, '0000-00-00 00:00:00', 3, 0, 1, 1, '{"target":"0","count_clicks":""}', 'en-GB', '2011-01-01 00:00:01', 499, '', '2011-01-01 00:00:01', 42, '', '', '{"robots":"","author":"","rights":""}', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(5, 32, 0, 'Joomla! - Forums', 'joomla-forums', 'http://forum.joomla.org', '<p>Joomla! Forums</p>', '0000-00-00 00:00:00', 4, 1, 0, '0000-00-00 00:00:00', 2, 0, 1, 1, '{"target":"0","count_clicks":""}', 'en-GB', '2011-01-01 00:00:01', 499, '', '2011-01-01 00:00:01', 42, '', '', '{"robots":"","author":"","rights":""}', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(6, 33, 0, 'Ohloh Tracking of Joomla!', 'ohloh-tracking-of-joomla', 'http://www.ohloh.net/projects/20', '<p>Objective reports from Ohloh about Joomla''s development activity. Joomla! has some star developers with serious kudos.</p>', '0000-00-00 00:00:00', 1, 1, 0, '0000-00-00 00:00:00', 3, 0, 1, 1, '{"target":"0","count_clicks":""}', 'en-GB', '2011-01-01 00:00:01', 499, '', '2011-01-01 00:00:01', 42, '', '', '{"robots":"","author":"","rights":""}', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(7, 31, 0, 'Baw Baw National Park', 'baw-baw-national-park', 'http://www.parkweb.vic.gov.au/1park_display.cfm?park=44', '<p>Park of the Austalian Alps National Parks system, Baw Baw  features sub alpine vegetation, beautiful views, and opportunities for hiking, skiing and other outdoor activities.</p>', '0000-00-00 00:00:00', 0, 1, 0, '0000-00-00 00:00:00', 1, 0, 1, 1, '{"target":"0","count_clicks":""}', 'en-GB', '2011-01-01 00:00:01', 499, '', '2011-01-01 00:00:01', 42, '', '', '{"robots":"","author":"","rights":""}', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(8, 31, 0, 'Kakadu', 'kakadu', 'http://www.environment.gov.au/parks/kakadu/index.html', '<p>Kakadu is known for both its cultural heritage and its natural features. It is one of a small number of places listed as World Heritage Places for both reasons. Extensive rock art is found there.</p>', '0000-00-00 00:00:00', 0, 1, 0, '0000-00-00 00:00:00', 2, 0, 1, 1, '{"target":"0","count_clicks":""}', 'en-GB', '2011-01-01 00:00:01', 499, '', '2011-01-01 00:00:01', 42, '', '', '{"robots":"","author":"","rights":""}', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(9, 31, 0, 'Pulu Keeling', 'pulu-keeling', 'http://www.environment.gov.au/parks/cocos/index.html', '<p>Located on an atoll 2000 kilometers north of Perth, Pulu Keeling is Australia''s smallest national park.</p>', '0000-00-00 00:00:00', 0, 1, 0, '0000-00-00 00:00:00', 3, 0, 1, 1, '{"target":"0","count_clicks":""}', 'en-GB', '2011-01-01 00:00:01', 499, '', '2011-01-01 00:00:01', 42, '', '', '{"robots":"","author":"","rights":""}', 0, '', '2010-07-10 23:44:03', '0000-00-00 00:00:00');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `ajax_chat_bans`
--
ALTER TABLE `ajax_chat_bans`
 ADD PRIMARY KEY (`userID`), ADD KEY `userName` (`userName`), ADD KEY `dateTime` (`dateTime`);

--
-- Индексы таблицы `ajax_chat_invitations`
--
ALTER TABLE `ajax_chat_invitations`
 ADD PRIMARY KEY (`userID`,`channel`), ADD KEY `dateTime` (`dateTime`);

--
-- Индексы таблицы `ajax_chat_messages`
--
ALTER TABLE `ajax_chat_messages`
 ADD PRIMARY KEY (`id`), ADD KEY `message_condition` (`id`,`channel`,`dateTime`), ADD KEY `dateTime` (`dateTime`);

--
-- Индексы таблицы `ajax_chat_online`
--
ALTER TABLE `ajax_chat_online`
 ADD PRIMARY KEY (`userID`), ADD KEY `userName` (`userName`);

--
-- Индексы таблицы `jml_assets`
--
ALTER TABLE `jml_assets`
 ADD PRIMARY KEY (`id`), ADD UNIQUE KEY `idx_asset_name` (`name`), ADD KEY `idx_lft_rgt` (`lft`,`rgt`), ADD KEY `idx_parent_id` (`parent_id`);

--
-- Индексы таблицы `jml_associations`
--
ALTER TABLE `jml_associations`
 ADD PRIMARY KEY (`context`,`id`), ADD KEY `idx_key` (`key`);

--
-- Индексы таблицы `jml_banners`
--
ALTER TABLE `jml_banners`
 ADD PRIMARY KEY (`id`), ADD KEY `idx_state` (`state`), ADD KEY `idx_own_prefix` (`own_prefix`), ADD KEY `idx_metakey_prefix` (`metakey_prefix`), ADD KEY `idx_banner_catid` (`catid`), ADD KEY `idx_language` (`language`);

--
-- Индексы таблицы `jml_banner_clients`
--
ALTER TABLE `jml_banner_clients`
 ADD PRIMARY KEY (`id`), ADD KEY `idx_own_prefix` (`own_prefix`), ADD KEY `idx_metakey_prefix` (`metakey_prefix`);

--
-- Индексы таблицы `jml_banner_tracks`
--
ALTER TABLE `jml_banner_tracks`
 ADD PRIMARY KEY (`track_date`,`track_type`,`banner_id`), ADD KEY `idx_track_date` (`track_date`), ADD KEY `idx_track_type` (`track_type`), ADD KEY `idx_banner_id` (`banner_id`);

--
-- Индексы таблицы `jml_categories`
--
ALTER TABLE `jml_categories`
 ADD PRIMARY KEY (`id`), ADD KEY `cat_idx` (`extension`,`published`,`access`), ADD KEY `idx_access` (`access`), ADD KEY `idx_checkout` (`checked_out`), ADD KEY `idx_path` (`path`), ADD KEY `idx_left_right` (`lft`,`rgt`), ADD KEY `idx_alias` (`alias`), ADD KEY `idx_language` (`language`);

--
-- Индексы таблицы `jml_community_fields_values`
--
ALTER TABLE `jml_community_fields_values`
 ADD PRIMARY KEY (`id`), ADD KEY `field_id` (`field_id`), ADD KEY `user_id` (`user_id`), ADD KEY `idx_user_fieldid` (`user_id`,`field_id`), ADD KEY `access` (`access`);

--
-- Индексы таблицы `jml_community_users`
--
ALTER TABLE `jml_community_users`
 ADD PRIMARY KEY (`userid`);

--
-- Индексы таблицы `jml_contact_details`
--
ALTER TABLE `jml_contact_details`
 ADD PRIMARY KEY (`id`), ADD KEY `idx_access` (`access`), ADD KEY `idx_checkout` (`checked_out`), ADD KEY `idx_state` (`published`), ADD KEY `idx_catid` (`catid`), ADD KEY `idx_createdby` (`created_by`), ADD KEY `idx_featured_catid` (`featured`,`catid`), ADD KEY `idx_language` (`language`), ADD KEY `idx_xreference` (`xreference`);

--
-- Индексы таблицы `jml_content`
--
ALTER TABLE `jml_content`
 ADD PRIMARY KEY (`id`), ADD KEY `idx_access` (`access`), ADD KEY `idx_checkout` (`checked_out`), ADD KEY `idx_state` (`state`), ADD KEY `idx_catid` (`catid`), ADD KEY `idx_createdby` (`created_by`), ADD KEY `idx_featured_catid` (`featured`,`catid`), ADD KEY `idx_language` (`language`), ADD KEY `idx_xreference` (`xreference`);

--
-- Индексы таблицы `jml_content_frontpage`
--
ALTER TABLE `jml_content_frontpage`
 ADD PRIMARY KEY (`content_id`);

--
-- Индексы таблицы `jml_content_rating`
--
ALTER TABLE `jml_content_rating`
 ADD PRIMARY KEY (`content_id`);

--
-- Индексы таблицы `jml_extensions`
--
ALTER TABLE `jml_extensions`
 ADD PRIMARY KEY (`extension_id`), ADD KEY `element_clientid` (`element`,`client_id`), ADD KEY `element_folder_clientid` (`element`,`folder`,`client_id`), ADD KEY `extension` (`type`,`element`,`folder`,`client_id`);

--
-- Индексы таблицы `jml_finder_filters`
--
ALTER TABLE `jml_finder_filters`
 ADD PRIMARY KEY (`filter_id`);

--
-- Индексы таблицы `jml_finder_links`
--
ALTER TABLE `jml_finder_links`
 ADD PRIMARY KEY (`link_id`), ADD KEY `idx_type` (`type_id`), ADD KEY `idx_title` (`title`), ADD KEY `idx_md5` (`md5sum`), ADD KEY `idx_url` (`url`(75)), ADD KEY `idx_published_list` (`published`,`state`,`access`,`publish_start_date`,`publish_end_date`,`list_price`), ADD KEY `idx_published_sale` (`published`,`state`,`access`,`publish_start_date`,`publish_end_date`,`sale_price`);

--
-- Индексы таблицы `jml_finder_links_terms0`
--
ALTER TABLE `jml_finder_links_terms0`
 ADD PRIMARY KEY (`link_id`,`term_id`), ADD KEY `idx_term_weight` (`term_id`,`weight`), ADD KEY `idx_link_term_weight` (`link_id`,`term_id`,`weight`);

--
-- Индексы таблицы `jml_finder_links_terms1`
--
ALTER TABLE `jml_finder_links_terms1`
 ADD PRIMARY KEY (`link_id`,`term_id`), ADD KEY `idx_term_weight` (`term_id`,`weight`), ADD KEY `idx_link_term_weight` (`link_id`,`term_id`,`weight`);

--
-- Индексы таблицы `jml_finder_links_terms2`
--
ALTER TABLE `jml_finder_links_terms2`
 ADD PRIMARY KEY (`link_id`,`term_id`), ADD KEY `idx_term_weight` (`term_id`,`weight`), ADD KEY `idx_link_term_weight` (`link_id`,`term_id`,`weight`);

--
-- Индексы таблицы `jml_finder_links_terms3`
--
ALTER TABLE `jml_finder_links_terms3`
 ADD PRIMARY KEY (`link_id`,`term_id`), ADD KEY `idx_term_weight` (`term_id`,`weight`), ADD KEY `idx_link_term_weight` (`link_id`,`term_id`,`weight`);

--
-- Индексы таблицы `jml_finder_links_terms4`
--
ALTER TABLE `jml_finder_links_terms4`
 ADD PRIMARY KEY (`link_id`,`term_id`), ADD KEY `idx_term_weight` (`term_id`,`weight`), ADD KEY `idx_link_term_weight` (`link_id`,`term_id`,`weight`);

--
-- Индексы таблицы `jml_finder_links_terms5`
--
ALTER TABLE `jml_finder_links_terms5`
 ADD PRIMARY KEY (`link_id`,`term_id`), ADD KEY `idx_term_weight` (`term_id`,`weight`), ADD KEY `idx_link_term_weight` (`link_id`,`term_id`,`weight`);

--
-- Индексы таблицы `jml_finder_links_terms6`
--
ALTER TABLE `jml_finder_links_terms6`
 ADD PRIMARY KEY (`link_id`,`term_id`), ADD KEY `idx_term_weight` (`term_id`,`weight`), ADD KEY `idx_link_term_weight` (`link_id`,`term_id`,`weight`);

--
-- Индексы таблицы `jml_finder_links_terms7`
--
ALTER TABLE `jml_finder_links_terms7`
 ADD PRIMARY KEY (`link_id`,`term_id`), ADD KEY `idx_term_weight` (`term_id`,`weight`), ADD KEY `idx_link_term_weight` (`link_id`,`term_id`,`weight`);

--
-- Индексы таблицы `jml_finder_links_terms8`
--
ALTER TABLE `jml_finder_links_terms8`
 ADD PRIMARY KEY (`link_id`,`term_id`), ADD KEY `idx_term_weight` (`term_id`,`weight`), ADD KEY `idx_link_term_weight` (`link_id`,`term_id`,`weight`);

--
-- Индексы таблицы `jml_finder_links_terms9`
--
ALTER TABLE `jml_finder_links_terms9`
 ADD PRIMARY KEY (`link_id`,`term_id`), ADD KEY `idx_term_weight` (`term_id`,`weight`), ADD KEY `idx_link_term_weight` (`link_id`,`term_id`,`weight`);

--
-- Индексы таблицы `jml_finder_links_termsa`
--
ALTER TABLE `jml_finder_links_termsa`
 ADD PRIMARY KEY (`link_id`,`term_id`), ADD KEY `idx_term_weight` (`term_id`,`weight`), ADD KEY `idx_link_term_weight` (`link_id`,`term_id`,`weight`);

--
-- Индексы таблицы `jml_finder_links_termsb`
--
ALTER TABLE `jml_finder_links_termsb`
 ADD PRIMARY KEY (`link_id`,`term_id`), ADD KEY `idx_term_weight` (`term_id`,`weight`), ADD KEY `idx_link_term_weight` (`link_id`,`term_id`,`weight`);

--
-- Индексы таблицы `jml_finder_links_termsc`
--
ALTER TABLE `jml_finder_links_termsc`
 ADD PRIMARY KEY (`link_id`,`term_id`), ADD KEY `idx_term_weight` (`term_id`,`weight`), ADD KEY `idx_link_term_weight` (`link_id`,`term_id`,`weight`);

--
-- Индексы таблицы `jml_finder_links_termsd`
--
ALTER TABLE `jml_finder_links_termsd`
 ADD PRIMARY KEY (`link_id`,`term_id`), ADD KEY `idx_term_weight` (`term_id`,`weight`), ADD KEY `idx_link_term_weight` (`link_id`,`term_id`,`weight`);

--
-- Индексы таблицы `jml_finder_links_termse`
--
ALTER TABLE `jml_finder_links_termse`
 ADD PRIMARY KEY (`link_id`,`term_id`), ADD KEY `idx_term_weight` (`term_id`,`weight`), ADD KEY `idx_link_term_weight` (`link_id`,`term_id`,`weight`);

--
-- Индексы таблицы `jml_finder_links_termsf`
--
ALTER TABLE `jml_finder_links_termsf`
 ADD PRIMARY KEY (`link_id`,`term_id`), ADD KEY `idx_term_weight` (`term_id`,`weight`), ADD KEY `idx_link_term_weight` (`link_id`,`term_id`,`weight`);

--
-- Индексы таблицы `jml_finder_taxonomy`
--
ALTER TABLE `jml_finder_taxonomy`
 ADD PRIMARY KEY (`id`), ADD KEY `parent_id` (`parent_id`), ADD KEY `state` (`state`), ADD KEY `ordering` (`ordering`), ADD KEY `access` (`access`), ADD KEY `idx_parent_published` (`parent_id`,`state`,`access`);

--
-- Индексы таблицы `jml_finder_taxonomy_map`
--
ALTER TABLE `jml_finder_taxonomy_map`
 ADD PRIMARY KEY (`link_id`,`node_id`), ADD KEY `link_id` (`link_id`), ADD KEY `node_id` (`node_id`);

--
-- Индексы таблицы `jml_finder_terms`
--
ALTER TABLE `jml_finder_terms`
 ADD PRIMARY KEY (`term_id`), ADD UNIQUE KEY `idx_term` (`term`), ADD KEY `idx_term_phrase` (`term`,`phrase`), ADD KEY `idx_stem_phrase` (`stem`,`phrase`), ADD KEY `idx_soundex_phrase` (`soundex`,`phrase`);

--
-- Индексы таблицы `jml_finder_terms_common`
--
ALTER TABLE `jml_finder_terms_common`
 ADD KEY `idx_word_lang` (`term`,`language`), ADD KEY `idx_lang` (`language`);

--
-- Индексы таблицы `jml_finder_tokens`
--
ALTER TABLE `jml_finder_tokens`
 ADD KEY `idx_word` (`term`), ADD KEY `idx_context` (`context`);

--
-- Индексы таблицы `jml_finder_tokens_aggregate`
--
ALTER TABLE `jml_finder_tokens_aggregate`
 ADD KEY `token` (`term`), ADD KEY `keyword_id` (`term_id`);

--
-- Индексы таблицы `jml_finder_types`
--
ALTER TABLE `jml_finder_types`
 ADD PRIMARY KEY (`id`), ADD UNIQUE KEY `title` (`title`);

--
-- Индексы таблицы `jml_languages`
--
ALTER TABLE `jml_languages`
 ADD PRIMARY KEY (`lang_id`), ADD UNIQUE KEY `idx_sef` (`sef`), ADD UNIQUE KEY `idx_image` (`image`), ADD UNIQUE KEY `idx_langcode` (`lang_code`), ADD KEY `idx_access` (`access`), ADD KEY `idx_ordering` (`ordering`);

--
-- Индексы таблицы `jml_menu`
--
ALTER TABLE `jml_menu`
 ADD PRIMARY KEY (`id`), ADD UNIQUE KEY `idx_client_id_parent_id_alias_language` (`client_id`,`parent_id`,`alias`,`language`), ADD KEY `idx_componentid` (`component_id`,`menutype`,`published`,`access`), ADD KEY `idx_menutype` (`menutype`), ADD KEY `idx_left_right` (`lft`,`rgt`), ADD KEY `idx_alias` (`alias`), ADD KEY `idx_path` (`path`(255)), ADD KEY `idx_language` (`language`);

--
-- Индексы таблицы `jml_menu_types`
--
ALTER TABLE `jml_menu_types`
 ADD PRIMARY KEY (`id`), ADD UNIQUE KEY `idx_menutype` (`menutype`);

--
-- Индексы таблицы `jml_messages`
--
ALTER TABLE `jml_messages`
 ADD PRIMARY KEY (`message_id`), ADD KEY `useridto_state` (`user_id_to`,`state`);

--
-- Индексы таблицы `jml_messages_cfg`
--
ALTER TABLE `jml_messages_cfg`
 ADD UNIQUE KEY `idx_user_var_name` (`user_id`,`cfg_name`);

--
-- Индексы таблицы `jml_modules`
--
ALTER TABLE `jml_modules`
 ADD PRIMARY KEY (`id`), ADD KEY `published` (`published`,`access`), ADD KEY `newsfeeds` (`module`,`published`), ADD KEY `idx_language` (`language`);

--
-- Индексы таблицы `jml_modules_menu`
--
ALTER TABLE `jml_modules_menu`
 ADD PRIMARY KEY (`moduleid`,`menuid`);

--
-- Индексы таблицы `jml_newsfeeds`
--
ALTER TABLE `jml_newsfeeds`
 ADD PRIMARY KEY (`id`), ADD KEY `idx_access` (`access`), ADD KEY `idx_checkout` (`checked_out`), ADD KEY `idx_state` (`published`), ADD KEY `idx_catid` (`catid`), ADD KEY `idx_createdby` (`created_by`), ADD KEY `idx_language` (`language`), ADD KEY `idx_xreference` (`xreference`);

--
-- Индексы таблицы `jml_overrider`
--
ALTER TABLE `jml_overrider`
 ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `jml_redirect_links`
--
ALTER TABLE `jml_redirect_links`
 ADD PRIMARY KEY (`id`), ADD UNIQUE KEY `idx_link_old` (`old_url`), ADD KEY `idx_link_modifed` (`modified_date`);

--
-- Индексы таблицы `jml_schemas`
--
ALTER TABLE `jml_schemas`
 ADD PRIMARY KEY (`extension_id`,`version_id`);

--
-- Индексы таблицы `jml_session`
--
ALTER TABLE `jml_session`
 ADD PRIMARY KEY (`session_id`), ADD KEY `whosonline` (`guest`,`usertype`), ADD KEY `userid` (`userid`), ADD KEY `time` (`time`);

--
-- Индексы таблицы `jml_template_styles`
--
ALTER TABLE `jml_template_styles`
 ADD PRIMARY KEY (`id`), ADD KEY `idx_template` (`template`), ADD KEY `idx_home` (`home`);

--
-- Индексы таблицы `jml_updates`
--
ALTER TABLE `jml_updates`
 ADD PRIMARY KEY (`update_id`);

--
-- Индексы таблицы `jml_update_categories`
--
ALTER TABLE `jml_update_categories`
 ADD PRIMARY KEY (`categoryid`);

--
-- Индексы таблицы `jml_update_sites`
--
ALTER TABLE `jml_update_sites`
 ADD PRIMARY KEY (`update_site_id`);

--
-- Индексы таблицы `jml_update_sites_extensions`
--
ALTER TABLE `jml_update_sites_extensions`
 ADD PRIMARY KEY (`update_site_id`,`extension_id`);

--
-- Индексы таблицы `jml_usergroups`
--
ALTER TABLE `jml_usergroups`
 ADD PRIMARY KEY (`id`), ADD UNIQUE KEY `idx_usergroup_parent_title_lookup` (`parent_id`,`title`), ADD KEY `idx_usergroup_title_lookup` (`title`), ADD KEY `idx_usergroup_adjacency_lookup` (`parent_id`), ADD KEY `idx_usergroup_nested_set_lookup` (`lft`,`rgt`) USING BTREE;

--
-- Индексы таблицы `jml_users`
--
ALTER TABLE `jml_users`
 ADD PRIMARY KEY (`id`), ADD KEY `usertype` (`usertype`), ADD KEY `idx_name` (`name`), ADD KEY `idx_block` (`block`), ADD KEY `username` (`username`), ADD KEY `email` (`email`);

--
-- Индексы таблицы `jml_user_notes`
--
ALTER TABLE `jml_user_notes`
 ADD PRIMARY KEY (`id`), ADD KEY `idx_user_id` (`user_id`), ADD KEY `idx_category_id` (`catid`);

--
-- Индексы таблицы `jml_user_profiles`
--
ALTER TABLE `jml_user_profiles`
 ADD UNIQUE KEY `idx_user_id_profile_key` (`user_id`,`profile_key`);

--
-- Индексы таблицы `jml_user_usergroup_map`
--
ALTER TABLE `jml_user_usergroup_map`
 ADD PRIMARY KEY (`user_id`,`group_id`);

--
-- Индексы таблицы `jml_viewlevels`
--
ALTER TABLE `jml_viewlevels`
 ADD PRIMARY KEY (`id`), ADD UNIQUE KEY `idx_assetgroup_title_lookup` (`title`);

--
-- Индексы таблицы `jml_weblinks`
--
ALTER TABLE `jml_weblinks`
 ADD PRIMARY KEY (`id`), ADD KEY `idx_access` (`access`), ADD KEY `idx_checkout` (`checked_out`), ADD KEY `idx_state` (`state`), ADD KEY `idx_catid` (`catid`), ADD KEY `idx_createdby` (`created_by`), ADD KEY `idx_featured_catid` (`featured`,`catid`), ADD KEY `idx_language` (`language`), ADD KEY `idx_xreference` (`xreference`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `ajax_chat_messages`
--
ALTER TABLE `ajax_chat_messages`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=1568;
--
-- AUTO_INCREMENT для таблицы `jml_assets`
--
ALTER TABLE `jml_assets`
MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'Primary Key',AUTO_INCREMENT=174;
--
-- AUTO_INCREMENT для таблицы `jml_banners`
--
ALTER TABLE `jml_banners`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT для таблицы `jml_banner_clients`
--
ALTER TABLE `jml_banner_clients`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT для таблицы `jml_categories`
--
ALTER TABLE `jml_categories`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=78;
--
-- AUTO_INCREMENT для таблицы `jml_community_fields_values`
--
ALTER TABLE `jml_community_fields_values`
MODIFY `id` int(10) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=54;
--
-- AUTO_INCREMENT для таблицы `jml_contact_details`
--
ALTER TABLE `jml_contact_details`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=9;
--
-- AUTO_INCREMENT для таблицы `jml_content`
--
ALTER TABLE `jml_content`
MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=71;
--
-- AUTO_INCREMENT для таблицы `jml_extensions`
--
ALTER TABLE `jml_extensions`
MODIFY `extension_id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=10011;
--
-- AUTO_INCREMENT для таблицы `jml_finder_filters`
--
ALTER TABLE `jml_finder_filters`
MODIFY `filter_id` int(10) unsigned NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `jml_finder_links`
--
ALTER TABLE `jml_finder_links`
MODIFY `link_id` int(10) unsigned NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `jml_finder_taxonomy`
--
ALTER TABLE `jml_finder_taxonomy`
MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT для таблицы `jml_finder_terms`
--
ALTER TABLE `jml_finder_terms`
MODIFY `term_id` int(10) unsigned NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `jml_finder_types`
--
ALTER TABLE `jml_finder_types`
MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `jml_languages`
--
ALTER TABLE `jml_languages`
MODIFY `lang_id` int(11) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT для таблицы `jml_menu`
--
ALTER TABLE `jml_menu`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=468;
--
-- AUTO_INCREMENT для таблицы `jml_menu_types`
--
ALTER TABLE `jml_menu_types`
MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=8;
--
-- AUTO_INCREMENT для таблицы `jml_messages`
--
ALTER TABLE `jml_messages`
MODIFY `message_id` int(10) unsigned NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `jml_modules`
--
ALTER TABLE `jml_modules`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=94;
--
-- AUTO_INCREMENT для таблицы `jml_newsfeeds`
--
ALTER TABLE `jml_newsfeeds`
MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT для таблицы `jml_overrider`
--
ALTER TABLE `jml_overrider`
MODIFY `id` int(10) NOT NULL AUTO_INCREMENT COMMENT 'Primary Key';
--
-- AUTO_INCREMENT для таблицы `jml_redirect_links`
--
ALTER TABLE `jml_redirect_links`
MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=11;
--
-- AUTO_INCREMENT для таблицы `jml_template_styles`
--
ALTER TABLE `jml_template_styles`
MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=115;
--
-- AUTO_INCREMENT для таблицы `jml_updates`
--
ALTER TABLE `jml_updates`
MODIFY `update_id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=72;
--
-- AUTO_INCREMENT для таблицы `jml_update_categories`
--
ALTER TABLE `jml_update_categories`
MODIFY `categoryid` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `jml_update_sites`
--
ALTER TABLE `jml_update_sites`
MODIFY `update_site_id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT для таблицы `jml_usergroups`
--
ALTER TABLE `jml_usergroups`
MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'Primary Key',AUTO_INCREMENT=13;
--
-- AUTO_INCREMENT для таблицы `jml_users`
--
ALTER TABLE `jml_users`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=508;
--
-- AUTO_INCREMENT для таблицы `jml_user_notes`
--
ALTER TABLE `jml_user_notes`
MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `jml_viewlevels`
--
ALTER TABLE `jml_viewlevels`
MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'Primary Key',AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT для таблицы `jml_weblinks`
--
ALTER TABLE `jml_weblinks`
MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=10;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
